00
282671730
399743996
199413324
103454196
58978296
171229260
244548312
68620740
87968292
176798574
161666418
86016150
238588062
171054180
69002076
207245790
299049938
239504748
79154934
73868880
165516396
83456880
207092496
379584212
125873670
178538442
73794294
53870670
67818762
168260478
44362224
281132346
282098160
66714810
247563660
103375866
85150650
101961288
271532700
114892740
94874904
168675816
185417982
35723370
206649036
423782774
131808420
27882654
432558566
106881804
253768128
292013430
61063728
30047826
337201592
162981222
155960958
120642480
98388426
21319074
16710456
182788128
380780690
30507324
94443414
122355276
136303992
114664452
149139552
217416942
371432678
86994984
93657600
203115834
257074086
130656396
174182370
130468212
33998712
212421978
201651168
18369546
164406114
29937732
331947290
168580692
167418450
75262032
96983280
106117482
160084098
389608082
25342086
73182066
185862240
228601584
184354056
99681210
66360738
111388872
141500808
99807516
56915682
152061288
259657188
177474750
177124620
429604088
307240160
129866250
206016492
154294620
50450766
436191524
96729804
97640322
68673246
277913076
233865774
276884658
242023770
84502050
166694826
252494424
167946342
66772038
81629520
167526186
325406276
124635882
274869564
116630898
107352108
132253644
211903956
32020176
176741676
111052914
307754678
160044810
255447126
294213932
72064878
221993178
265597152
250227714
83350194
156034104
30870354
91210956
182714886
4409652
27751566
392675012
53989656
170154888
133277226
159909060
92616606
146745006
148483464
272578800
150144618
11224782
37870686
49892598
158599494
150399522
160093452
45746148
154616790
259996482
27043194
6463974
186505230
108531582
150168654
156395106
141022392
418543220
53231988
229982706
25692480
91392438
110103534
108721512
201911922
214231356
152559402
159709992
97541220
157013592
54875550
320691362
424354148
256600950
103851504
74051322
89555124
171732498
164032230
212275632
69458340
164910672
195026658
214524498
248439864
100489260
46200840
97885788
188786706
272877726
275944002
183336240
5243178
191683752
152157156
95038026
25581648
96604188
65253852
155904564
137064546
154725696
234395136
208588554
55085706
55777482
334931582
235458642
106080918
166260174
290547198
42938748
282670104
87219642
162531540
108276516
127086648
150699060
283335054
391914956
152507844
88400574
72748662
92925120
39506598
181595364
164023170
240886062
269965302
269673660
125315676
178827852
275638182
156569286
123596760
127915554
144585096
115417254
309570968
241490430
258397854
32027760
282189612
130782822
150849156
50153820
21433188
207985416
127452270
135343074
104916060
242849256
55867974
65549184
401366312
104307996
64943622
274843194
149980212
57755574
170710674
89343738
156543708
9802986
50032956
232099704
298478444
66403188
217930950
295465028
33439176
247730952
269062824
80507694
317336270
63897066
105370968
266983752
135072540
112968186
96663624
252557130
169905642
35747160
11221794
160875408
152538360
177656634
85359648
201592620
12715680
241146534
169930704
202598226
369661058
257755812
235928748
146611392
49014930
132532362
45224178
191440434
260746116
162699660
399591548
145665906
319561658
130760682
144866574
225896406
48929196
410873408
141828396
185587374
430276616
137917812
228736734
54263742
135360426
3712746
24320952
128479932
60572892
406683308
253861104
72242340
19373466
199216764
49412370
133726536
120613764
79278816
138561678
158931102
72345690
184782642
187871562
108041634
144455112
82670934
104584530
38354178
50296056
198360510
273059340
146866962
228764988
156483480
390147824
165993954
92165802
33586572
277187724
202811454
189185910
61050180
142548630
156516876
104708184
265620366
389018084
21657930
377339420
331903310
56000826
83380602
81837306
162945654
169995930
112437732
157626246
68219748
99859752
349659452
12028800
171141828
106425546
183470034
41018946
247034640
142054800
413210876
104095848
162095712
305538212
185744106
341373596
120155490
201337644
176462394
212771292
171459726
106217598
414407330
146684238
250950414
162337392
242759334
94753080
159400248
155976024
182389698
105131586
177439722
99298956
287912388
146282196
79120398
144986766
230624922
223153734
127542138
282626682
155929416
90049254
135099834
360193220
125531766
226143864
126306942
96256902
131417292
233172024
53464602
152949078
125340180
106935678
60121446
95087496
106531542
36844824
156511398
233190126
144476316
332484116
24897390
385586720
427828334
236863464
120532584
60174600
166458228
155361978
28248912
341467334
62191524
100470204
61951758
178963518
170477592
259338150
142393488
128163660
22526076
292560096
108455604
105173100
130084290
121141416
381349442
44706228
244152222
262568364
159989016
83874318
28449366
194253324
32375976
83724702
118561314
140429688
265397100
132004758
39048468
66785070
160349124
17474778
71584620
171894312
313669142
192897024
157106418
159278040
104090556
23444412
155393880
427981172
114418092
204459354
239570034
211900176
312464738
51433158
89014422
97117284
299087888
247594362
18918054
176375298
107440740
179694540
89547870
40327332
167245686
49216632
75118020
109635138
131846616
213156858
268820040
50361864
12846090
35078250
236534814
51903714
104793792
126461436
104335038
102422280
352055864
136577820
210658542
150098418
163180680
257586822
3706656
168376566
122815212
161517594
128948514
144428904
177067788
48330756
9459792
109956108
17854332
178343628
146812242
95253924
128562234
149483832
37819098
53853738
132534624
100043628
376689458
48771342
118581846
84589182
32123946
32511042
68896392
2267052
100573098
278889024
197998656
67649100
274449786
400225040
413754602
79037976
106371318
61528596
104988564
289461474
58349532
195666540
132049914
241265268
94953720
125013558
12023928
213333396
279152784
264037308
58993644
163764966
411375524
24216048
29185440
277581648
181839804
84508620
109415142
102952350
139581036
179197776
242023656
316156508
80757486
277589226
22749870
324907910
178292454
278738040
240182628
126436920
374370992
3418590
48901866
110539560
83721378
422641622
350869892
148426008
88447554
78578076
388409834
211217982
260007768
151629210
173721174
142235592
268728804
105451872
239119548
10309722
337817606
32125806
29439126
287755362
16173522
12375882
442576412
94080216
155952552
284531526
17940702
168345312
164655480
167781480
97077756
64178106
216219492
76643712
258273864
224821692
161002062
159696756
232061418
56759832
231275262
111991032
96454656
156267810
155685102
191467656
141900324
269061510
146930592
70810734
31793364
279312936
27736392
133764048
56219016
170804496
124786626
74238096
145673628
26727642
106199886
240519630
28606266
340261544
84357642
116222058
32176266
69778350
158969934
87593544
343724864
140723376
344841722
18305496
143221926
51725166
57970752
63827154
133321044
149686380
48138186
82547634
179521728
34142610
204944922
166972116
262837992
48984210
152931276
39587568
159002352
148880130
154268184
160490532
252777966
371925902
15886692
154461306
34904334
212174664
92465652
339612734
39379272
79733052
140376186
176460042
97258668
86213538
72759654
253994328
127868304
81346722
7990494
98493774
156009444
294252062
165009384
151427778
22488810
102821772
160066248
206678262
125196504
157284366
249397098
141281946
96694674
165528330
11801424
187343922
251030916
402631712
29441568
250273530
95976294
205952808
121987170
160353114
61933758
45335028
185589948
69876090
64910976
85875144
282485394
39442752
48755598
13800636
78841452
32446884
118057098
288263922
153618222
431998010
189890316
386611982
55291626
168274020
154784754
304851848
72695556
384307574
76177290
161134230
215552856
259855584
290895102
84155082
210846252
26167230
25287012
106684962
52946460
41395968
149476218
199214730
145987776
184441140
155380986
84267696
146953932
203621664
157753266
136102176
128871426
320706980
192769410
117493512
374933264
130207644
41427528
124899990
12355626
232673490
22449504
121805598
67559784
143086476
153619542
120173352
242868150
45355104
24623514
11945154
39586290
416699258
145155690
265701222
70536912
257015808
15005484
67751838
20852784
144443238
275695782
196838796
134578080
119358822
216705336
230103804
184418214
223060608
58320810
186744252
230195592
86833188
174112938
203080140
156530928
191222784
246723768
161252868
170132778
28044300
197067978
107276478
93134874
53996796
26986782
176889636
99218562
84348840
164710296
149100480
90188868
326741228
63733896
52670112
125814996
56002158
317314400
128992806
129532632
97168434
137878848
118025712
20085816
81209532
129480930
81814788
260517270
181830690
79633512
59767890
103193790
155334480
101552328
130459284
127253928
65321520
87906594
45035568
76337850
110260464
140881032
383753948
114980802
27888606
154564014
357921158
421194
107428524
94918812
96419394
239068962
16321302
266278224
245920950
52012890
385527062
53293200
96144498
263657976
161962170
104409018
79561290
45156192
412589840
116246148
95175684
269415810
158362908
159116580
268698822
64529166
79259364
71547558
369029420
50282514
223132824
429674324
401982980
1262736
120034236
235131522
30069018
30290640
49395984
61474620
164452656
53083098
86889018
160270386
181818126
210859662
113363034
358384166
79427058
213853758
117337032
25528386
187373562
66705066
220754562
86557590
220866720
167299428
154839072
120053058
179816346
115547874
249202026
65428488
165678054
180145782
9220998
267838290
232446318
232493418
44232672
182790510
74626140
86810568
304245878
155226552
104426730
103013034
195075588
156978462
151614528
7062552
248566440
77651904
90650268
177774360
274626246
362018360
120596646
217381908
331420118
131811936
2951364
383192726
204994140
119737092
244875738
91945458
166387728
130192536
287638596
162309912
114299178
74291736
47339058
80885682
168384144
144533544
25295622
181623888
3861894
137602896
51364992
67314702
206406342
24466518
168468534
154352958
282595158
260306664
26265486
436133816
172783548
104852142
97851978
166975500
188523594
277485258
156484704
55987464
162337662
66171306
192577656
167100564
5652390
28256658
104970000
136433790
401972000
349534364
48122316
322009082
38241666
156758736
90854028
222289230
116512326
24313506
173636676
156377880
118156290
47891394
404886794
92678610
155950128
154462110
39765204
70926156
291377784
16183938
307856414
180937956
105735672
89609310
77911584
305428046
125635302
150964014
117017982
339644162
158290896
149738088
97024074
106975254
185802234
159473352
2600796
35015034
106967814
389096174
117824580
363791912
57112686
28671396
436104908
48646842
326689400
248489910
50570580
439620104
209873466
68212584
42926058
150606720
48148056
386701952
318948080
224691834
126249306
56473176
163614540
27292302
191808756
100529478
174659694
45591012
93785406
37180620
136130364
110193744
373725902
286841130
60832422
109629636
383727476
337766966
43734126
37206102
275084658
31311462
267284430
105759732
32962008
185263224
111215736
12586650
165906762
106665324
262314978
142220292
111682872
392051708
257971098
108461034
222717726
19507542
292000380
51454206
428447714
61057878
149674392
273341094
150400716
84689262
139379574
154368540
149974530
293730878
220839354
83881866
420186566
129776412
249427194
133892916
251975190
8139822
270468396
35485602
43325292
66996846
283973190
341968946
34837980
151340550
217990848
103537044
52469730
214783236
436077782
200227920
39361968
142988412
39074700
94440504
19475622
167139996
411421340
45575910
241608174
276264828
81848472
141567318
50849394
404363120
135560832
241817664
355497026
247939062
326701814
210956340
88671492
91244268
28669128
16732086
161177712
180901200
38499294
284291586
154018374
5277336
397913282
257968626
122241960
104775648
250438650
210294888
40387734
112393722
55270266
203328708
127137828
23572110
20572668
73995438
101247582
102845568
214456302
52509252
9369906
34530738
203181078
72855066
156835086
24480876
165161934
122237550
100131384
123906480
156384336
136593678
149747616
407984168
280021542
156541044
218874960
70889190
282198108
24751044
179207970
439148210
431350436
44906454
73728066
201614118
5651706
399594980
139924614
220871514
31002702
292134516
267320904
162997092
269544870
259443042
334238948
64986492
61359924
34974216
24249684
397265522
284726802
151488780
110559252
92096310
170816088
333767450
152744040
26877930
396147884
135560874
22355202
151860438
267286986
33736458
130642782
47094786
129218760
39805008
263976996
303731438
38053974
84610212
111961812
181380522
102452670
95207334
125178168
223509126
177473010
134058462
271328268
139940148
164095506
92706930
32778024
147344826
162968964
96569556
330868124
163026258
254896032
300715904
271672776
142166928
134941956
293632478
144451926
73444056
81342924
166429008
25299756
170661042
10032648
134598498
203212206
430804370
40788630
178353816
79196262
89455560
226962108
263360190
63281832
159047568
224598222
270801840
63181908
52439256
24252936
290560494
134932740
77542086
4840836
64669368
156795804
43921488
31790604
70564842
169279440
72221640
88534752
113439846
158605608
267776988
127506516
109094322
201939192
82498440
128676858
416720264
84942864
83049582
151160964
38722548
323810786
34150656
269956074
247623366
150659562
101299170
55890312
84932496
79123368
97632768
170503818
286844262
416118104
215017818
194008338
154696110
93241644
94967706
79102290
372017978
437927480
26313678
71486424
161628438
71174460
93999684
121590480
84971082
66715452
137348598
230154876
36097098
202134120
137883708
210558492
38618406
276998868
288823122
46855698
20483604
97487556
144653952
432071966
32029146
123446082
66891036
87600324
144575952
30826206
32899194
19922112
8051610
26280414
110334960
118877982
199649076
238511820
131097540
104814420
233444706
43182186
31302366
360752120
195612282
100099884
24900606
110514372
108096144
130857678
165626892
83807382
62818848
42218652
41351562
177350850
344272262
110930880
7357404
120550440
17321508
78771288
228073746
438480422
113187978
7980534
30390828
54069408
212897988
104186118
182286024
3043728
195839418
132255210
100485186
190540860
198253614
113538756
39842670
152776788
166888278
3489684
292555458
81819288
56653422
283305438
165652992
25280388
179592666
409074110
406773512
154215048
260632938
131785872
93062754
9302946
264483402
48525978
234513798
166528602
101615628
60767496
34829760
51873534
292602354
392585438
34515690
298999106
55297230
341293688
49403196
148888980
162811218
195673224
174670848
86676120
48924114
340196198
28816464
108575124
51496896
172821456
168093792
64807674
146726154
291182994
81113958
152522280
99446736
142040166
28494000
212395890
123135618
352641440
184986282
244838130
219933690
140899638
248414460
198892848
360169928
81544140
147079212
337179260
10741320
22818462
117999324
83258388
70784232
260663214
112071618
27760644
130532508
51226458
112693650
176966994
75505710
111954078
10504698
174123276
17077758
36253752
60247986
258675438
112432044
254552112
161274162
71543280
132156672
85346586
152000856
50961840
263394444
310847996
127828302
31975980
245631048
58224612
105885564
78473640
163884366
258276450
278909226
350204828
215958378
41043672
25817292
117434652
239419110
164706486
290581476
185879286
63515460
15907794
137577102
5293506
11702652
111985290
255928956
205888260
3753906
162169728
111978156
125971368
31966098
411384518
162114792
176790780
137827710
337172234
101828280
332472614
60622332
148961202
221839998
8856594
162255258
154153152
270182634
164308560
157570080
91095228
26657004
68189364
116060106
240447882
174516750
185869104
65109390
80387898
89553414
219378750
121541904
131853834
272108316
163732050
32405226
243830412
35843994
145602174
100440168
43314900
417374000
171578142
138549600
62013648
81502518
65418264
188480382
151118898
152725464
224489838
224489748
104087748
95170290
201549276
152795298
272474496
11488890
234867102
265818714
148213278
159262308
164268522
2577756
258905388
224597946
249645168
145250796
280980732
54987666
84938394
177479820
99071964
10987152
37436838
35270916
73776720
74138790
140787354
263012070
3301014
59373930
156034758
127906944
296165666
45338640
135545838
56634150
242769780
62038362
135553632
70470432
162325128
428560238
70704990
106886412
148762344
147321720
230182164
185115786
163472952
147961200
46466580
246486090
215017824
69458748
96603090
242722002
64792044
97979040
98332782
389066852
156137568
93398226
336121664
69041568
165278766
202119786
119928084
84398400
410282156
410254934
140594244
209280456
387270884
152378934
65508846
167516832
25818660
188903742
213237174
25429284
36727914
99404214
169893150
145149756
152001522
26276754
144070236
62285886
109650360
246417654
27715560
173688636
173232624
270499938
149717544
27590400
82093452
186663318
387784172
113385978
75023454
108079872
151638672
111474990
146850918
16443948
46841700
125614584
61331106
310700534
31451448
181729242
100346430
153833922
33372942
126140706
142624260
172793376
139668726
170108946
156064410
153272604
225321504
292217586
55719414
37778952
314310014
162768654
59203266
181287294
49254936
383196134
107028702
12134712
77940834
130288104
165393366
407866160
6138192
14076582
156384954
76116462
173152164
49894596
630342
264405642
232016922
48920994
201736908
157451484
88513020
105693420
243912606
230796060
106007910
140761098
48147708
105946380
97843080
203256888
279192678
121413744
21588312
127829580
87033468
95099910
119481150
195602772
85265406
128489232
131930400
26953152
83383494
164840862
179778102
85313856
89846892
137600988
143655054
147311382
265411824
72542430
42531948
181527726
58720488
110588136
42367770
55942050
111463080
286072260
86113284
121379166
24549582
58004364
107389872
110869296
145232316
245309220
317891648
258374652
54229374
20069112
177006036
273769440
269678076
88207416
239789580
372023384
366602738
158089326
232507152
118084962
165359406
68750328
146852010
16427130
157995564
398383658
103396404
23239746
120354204
204381816
209951964
263265468
94232046
83973030
97707036
120531282
263440806
161976702
87029454
61767504
99258660
124796394
139225662
37677354
242214600
146814498
3170268
84155130
48101208
34813350
102253854
386168282
324967940
112909884
157202910
130575558
106010262
268165698
152433462
175650570
89972886
133888212
255878508
18957864
250894608
206169324
321367088
160695786
234543552
181562052
26570280
222512406
120050700
195602544
162681450
120368460
117148914
238032600
35216526
149153964
410337914
407981462
157985742
31525644
41156976
58216842
141019692
62047242
226040196
64620456
220940982
48655230
126642468
108724428
158807382
281315280
259090836
287268216
403785098
361916630
49558632
50586390
242992188
113008956
39100824
129463272
110371386
150455556
247761390
244168530
66873648
228843198
104908266
163022358
71615202
122210568
97630728
221358252
162002022
40085328
271482342
315419834
145954230
157866702
138825744
286988988
207330288
81067698
161137746
434924564
360862766
100902162
134600682
127439892
115817184
41420574
269418036
89128032
100543752
10848852
218077212
34790358
68993934
252454788
199892970
26864694
53468994
169082580
86949162
119230752
96083850
231553950
164471886
129235464
104020716
380847668
48237180
36519426
394964732
175200276
156360066
333680846
62657574
187765374
29159382
132871314
24076320
16527504
91947114
129548220
330115676
86189622
155387046
229583310
140260482
144497550
149276196
86641986
6100254
33137766
147100896
69328980
417843968
60553632
145699002
55567200
145149876
171570564
116253282
290575152
188859516
229012710
11043300
175729608
352515230
100307874
47889360
211155402
141130554
171785052
197906784
158723082
226718946
257321880
195519486
163414278
169304562
123380406
47404716
158300106
86306472
187358988
279363072
99300858
243664962
23986296
316754486
50455278
98792718
363703772
66335700
166030374
87343770
64459890
98494848
282627192
155478138
11093766
240692700
238827768
349699706
127505112
264063894
71028810
342496760
146724030
434456678
166521312
34777128
327231260
35682150
146114274
134731524
255843402
362021198
170886084
218384916
69560016
152850396
351359378
100888332
86201862
257866020
172801386
234493698
141255438
97052388
280251504
306007790
60574290
263360214
37926108
166976052
182780034
24118164
160062600
213230124
58221510
94288170
130677210
425471336
229508520
227299932
114879528
41765238
349535834
77890440
109738716
390229388
285268188
15980244
125965260
88478802
130510722
332609822
394934306
252484536
188378946
126772584
8069322
163641006
106023624
34914018
125973750
204463440
438424970
261455160
97780662
273868224
121787910
353712872
214477254
105874278
92130312
175997154
148979940
11124246
76241196
101539482
18317952
158095524
191877972
196320804
276081048
144003276
273012960
241763688
116553402
30303828
168757998
66680262
183876522
396776018
376757162
11833734
39074664
19189968
162147096
39300456
43831626
142854816
99001824
216890682
433830680
103807266
7373118
91186356
39632970
208829172
92479260
14056032
257020890
147855282
82616664
179509296
105265782
82254450
24906216
15152280
242710344
104020818
144170232
105107250
293075214
20265990
102269514
210992982
154408506
5459490
318976730
341378042
71467602
134041134
71395470
68063136
106605420
89965836
333710108
150115392
300214634
31799406
88216398
292119858
106135902
96633870
65816784
225712044
102986070
311400854
124551708
155204226
167094324
140442210
174929958
208325790
150863670
184136784
151920324
217004130
223750422
161137686
111495924
132862398
215921058
173733708
183730968
115631580
133471488
137641506
164857932
378464126
201846498
399049040
434891720
65100930
219143508
216949494
184292850
78641838
142992168
25039242
35044860
136922022
103301544
104775642
257299506
257031090
144639924
201062376
35709264
140571546
163555644
157136622
156147030
64470210
74409498
24152844
53216556
221358456
324405440
145683654
55604700
116810130
317229602
82821546
257365932
106006440
109356588
384991436
174632274
426688028
200471268
127023942
199817958
5424786
60526344
269430168
147685746
144279072
74345124
160714242
72227748
161825088
307808768
255288396
100363566
13139712
185200422
420892274
25613046
99848124
35154438
158322210
147878046
107465796
227739240
380136650
184185366
180277500
86836434
49040196
226469160
277127874
106446456
88213128
169309596
86040594
149129814
264582570
340817570
51790074
160186740
6179820
314366738
232656960
107375940
108703662
15154314
122011812
247079532
269074650
108802536
200535090
147605898
24602898
128747202
228846030
160835082
73342530
138743190
101673006
160792992
311868680
109178952
234463770
223503270
159923124
30928944
147623166
110378898
94686084
145508934
70497168
124852998
27811596
105451710
48929082
250821732
93057300
397840568
171900834
268348242
317843042
110451084
8872974
46085892
415536974
52109658
156664572
62603910
123557340
390233810
364938950
162362304
276491682
84129144
36376380
142850460
67978482
47338038
47680716
143658438
270068442
165073818
62471790
42010674
71288010
88085064
107097828
82509252
392631524
396768608
14593578
89054532
187037160
120130920
247870224
146183742
339001874
272123328
212664396
140415528
102663780
194539926
157735464
269534004
312464594
136716708
48509718
2226870
150081714
124287930
150250428
245701104
187638354
442687568
133556370
35030034
57382320
162662580
114369426
85328544
86215788
98652306
147625248
92001408
231311370
149104536
153678270
133165908
155988054
325564358
72181710
148266630
147494964
3880440
98891268
147895068
216229800
38996160
442629026
181669686
59536380
3712704
55864932
386676650
386617766
75590442
187540482
169060554
21809460
109480830
172293030
125853822
122794014
93775788
276432888
248160822
86832984
117630036
225251292
10402230
159643404
194806356
241474434
40466226
157854018
257677914
20081454
62612538
51375840
270007230
100886916
166527984
39096168
164844852
157972332
79828692
45629520
55712472
267795708
68800320
28434504
234845964
10758090
188900520
33735576
380847122
20277288
182196624
205988646
55814532
280563450
331406174
99555786
15676788
47154648
26615226
411489356
245560200
162948924
293013144
159388482
156538158
366783614
49172562
161119416
273604860
91148130
88816788
151883304
265941342
265302996
239317026
178273614
163837374
237848430
243636858
157470384
119628546
266100528
106858836
139110114
145253160
195258756
1881372
604188
110859354
44126766
319536320
121854528
285643020
355520108
23470116
169466844
42066420
120509814
47093874
155704350
164264202
102687414
100099404
300715706
230906364
166012290
235397838
60855984
33984840
121000830
6902166
20874606
370145354
132435018
212069604
209804160
153932166
132379272
52491708
65384640
161952714
210627492
254921526
152760072
49673406
93047640
174467802
152758434
133743180
88894674
363720632
109182000
34671588
209249652
73424424
178505418
225775752
194593452
40809900
23505234
150008166
422595920
195502614
226995870
189593862
164990604
16952832
166969854
52661520
90525606
113248758
27172062
164100816
56638428
59605848
257728764
192602370
9493308
207192858
205975080
262789038
46863522
415514612
196197108
288507696
343695548
108499026
282597378
182101908
28850202
19199490
109729308
34542708
138809388
48410052
160037886
60499452
199460982
38462154
207241668
93996654
173001474
174066348
193605276
26231712
28219830
103837044
41751972
38969952
197907702
138666822
62789934
430897358
35163642
241107402
268089732
163018614
235654188
148335876
394897916
103237674
21487020
29188836
173718264
110521986
109528512
27732990
253979964
103983630
163775664
181862688
9234876
282624648
112770570
80416230
131116788
171950142
42936804
35358396
231632514
48767220
413755106
170677350
34144674
239145882
124914378
77892084
192604536
161712618
303754028
158629854
147349944
73733856
63629166
66576912
76168236
53634606
14571612
5836536
302476490
174013494
82761156
292860966
54230898
232063914
176409180
145248480
231841914
129244434
92078592
148538928
119374836
204286446
66314994
183735036
184457358
170981010
20876250
114129870
27358524
174657282
283661670
82794924
84072660
161456166
93532398
49989084
52481862
78239112
123815820
184425162
23058372
108907626
104725998
282671154
53001822
27754002
135833796
110923626
377830940
173896602
220361196
151574886
401982716
287708622
131975106
123907932
66488928
160583562
133524168
239308020
152424990
47122086
174421758
260016768
60184560
66727632
91370490
88940784
64547904
160969812
65221026
56241594
45838860
200013090
234173436
74190672
156035730
330256898
227828244
17105892
92144346
66187032
144817452
281877102
426077912
37747836
92179518
157999842
111479478
381433634
240695376
69518466
106836468
271504320
391325168
137002794
186204144
134062482
43180170
103828530
76023990
215346684
153897300
149392086
111397836
410256458
173231394
95157978
51475764
130012560
310132010
139234152
273675078
161101506
7089882
157141212
109991430
165000042
146966538
96543054
157749612
213175746
426052598
403260404
181322988
89999658
23634612
343160330
288433116
26311614
75469164
42459558
188551182
184408992
34536318
46354638
61555806
74376792
279622098
127655412
197880432
92140044
22357260
68121018
85660572
61543968
266771622
64547154
293438124
369539648
104069796
162875856
324244880
306084260
329520884
11014932
104009130
297770936
50585454
181957350
252580374
14279280
161750922
28191474
124562904
37760460
172841298
269313870
148603668
85490586
151227684
106186350
241094838
196700142
310829246
283705842
82342338
54996846
116841138
194542224
28605792
144789372
107854458
194777838
9538392
87367272
423120212
257410926
294959102
275943930
157172412
110467062
236956212
84231444
314946212
76586856
161008524
67314864
98787084
141170244
85609212
163121886
291586302
292864056
26788332
87867120
139845798
82426074
124800912
19959810
326649014
216878154
63603690
75806610
294269402
153412980
275686860
143209812
146931780
117196728
237609396
399063212
358398008
75550398
138730878
386694632
30737394
224205000
148577112
197560326
329546168
72225846
277710720
161009952
60494748
101856144
203216322
211629270
210643728
174854490
403820936
126316014
245869962
3769290
181903746
176044260
210709848
72324030
282271686
46791750
267937896
194201058
154177338
5576172
35515050
177402102
145251192
155925144
114057180
102871854
35468538
39404298
164348784
77179548
157308984
241961838
72410412
183732204
55713660
238874646
173610000
245686860
329637548
10743150
50903034
7292958
105286050
53241072
304304444
137040312
217510050
103199550
78981522
137220390
161581932
143390184
122823258
160320846
11905056
3616560
58240842
118089912
168891138
242269614
436781126
433163708
257210160
196908930
81442026
296669870
86393556
442039184
56756748
51055350
14678364
87976434
35266056
271888206
139424580
57584910
263811192
112279248
299604578
192809598
111506994
55404774
27002010
195231828
182759040
137773206
265093878
199882950
241039434
83231724
155469054
258015876
369045080
43022532
200397246
77156850
235314492
136683492
170268756
397348946
119756382
155934234
87117360
82491612
287151192
60130572
4318740
201341790
287674932
192654564
391346156
170843460
99866934
50269416
261087204
154133022
218237544
202836960
113865492
111017934
62078742
88152804
108463788
106849062
136719720
206645142
123416742
331936166
40802160
158692554
114762360
112960794
286668270
340714154
26333724
28013400
62799660
176966538
1193868
86924862
107836770
71679282
361336784
128343432
211184502
209811990
173142186
297816566
241780236
157144038
33960042
200351616
194825214
107025114
46867734
53566038
234292110
32681244
158776836
33466248
194597712
80084946
57474354
278464248
21469638
54655842
109989474
225922362
85621590
33362142
108396000
42432912
89693550
67165770
41686788
122303688
144638292
194647038
314266004
76021236
22575144
404443112
163739856
40389450
389597048
287916066
28052028
161239422
127915074
71885652
257117172
385006568
70003146
161207622
226697778
334847528
180159840
278451930
123503088
88582098
279561630
166800288
369104162
195049650
41925684
63151134
144698502
208023840
65031720
111241758
209564064
6402138
248920968
148318986
287267832
148295166
102059142
108294378
198528006
10122996
266536704
161343120
289394058
64013796
270245244
267306858
3483090
145988388
178735200
350824592
211918728
168243432
23480682
411929912
112455732
146113788
172616154
99402012
300138728
153792474
113746968
242279436
314844038
95898384
342548522
169937802
184262640
188835114
111652002
28431180
129856122
56961432
102416994
129624096
68443206
405032990
152450916
123924720
118013208
102809352
158996532
139178298
138669006
262923462
269813592
273068424
25014186
149139282
109502652
390274634
22716474
387956588
143126034
327255062
398426966
114517230
335484350
164862798
53022474
220834314
355507898
177282408
126379464
283652304
63657720
40343946
23822436
47494380
82237158
94203702
139107798
126306762
165213396
123673506
253877688
242864910
235160946
69061170
127289568
124682808
84594990
176213262
119590758
347191256
285519396
402046826
150378642
115224768
319002902
136448124
45829842
29489316
220834998
241703028
122932674
147213126
173672334
187754880
90442518
231526758
220094502
349610324
97840014
47447670
154182546
101079600
124460796
139067094
80440902
169570764
82036428
289599696
130135692
7028472
274461960
138330750
119225004
130104930
186579372
241119852
64884570
202749348
114176886
53621718
118285122
264125874
141691278
259959756
125884638
108730968
90187548
166849254
4649478
22920018
2812446
111039240
179779398
32862450
162958950
119698698
83774040
88409916
125532330
166895364
45084102
114978798
82248336
146692116
2588250
18644070
120566076
50168214
42866262
68063208
78293832
77074488
376615340
41015580
60998730
34773012
246395562
278778444
119314440
419637614
82062930
4080900
74508624
121445340
90814848
97958796
212795340
51486546
44507238
262133376
402672374
274914408
214789128
152025606
165782940
161708244
160986546
230108946
246100686
172606884
143403558
126386040
152569308
147179814
165741930
77968122
110587122
154165518
48730092
320149388
147189678
54276354
85065540
137878980
125754858
164999832
88338264
87163854
391498328
246404664
254774034
161716098
349610090
144033276
72197070
110589144
177900804
159844494
219346230
101384358
43153446
215555868
147351684
26378460
126984624
219777732
249757020
275870700
52096284
45506406
273072432
181091094
256519902
369549302
253476102
20094798
61419348
20702748
34816080
79821024
132898908
117643104
320168030
81704250
284398956
64928580
70221816
291404772
183184260
309515384
102770388
168930090
309072200
236520300
151900008
205171980
91943058
124766466
146866920
145798980
141978618
60756000
324956054
89969358
109530582
162575154
224214624
276935400
204909912
167993028
119128944
111776256
28405770
20930292
104433930
333800276
108675930
64752930
127939830
206965704
203431572
36234528
110925474
209819700
85332450
207478182
82651854
61205208
167786484
177688308
239700984
132856104
170745246
244524474
118979124
71323044
18493914
47486604
232408266
28820838
117927906
116722122
52180086
170039724
145776252
126809364
280515312
127816878
311955020
160297260
97469160
53761248
169303536
184430514
211893150
46570614
42812376
11598126
114378126
231792528
107154228
132550896
136258758
280895808
51087966
171042654
161921118
128850810
152189412
122043006
150076968
57996198
98477808
256799760
341902076
161176362
224701428
117835530
196671054
171401820
46671732
274421046
112426800
156640740
131848152
4403682
37201014
314883500
76412592
135090888
187385136
249894378
106611048
165789168
234518874
151740162
122972340
58720500
161920782
63298362
136116306
94530690
80894538
162832608
111240054
40639092
145257906
74855580
77786016
155933880
361964000
361436744
206487426
181914156
161349162
47891790
158866566
124297194
206069880
154358988
20996850
220573692
160813008
37365702
25278846
82514526
4843464
119074002
94434036
180345552
314930498
293412810
125543748
184044792
28298262
233132688
64992444
262506630
324230696
162418680
165727368
258232854
228413892
21475356
87011178
245525796
132540858
231113700
31299126
165796146
198794766
160477326
277559754
275737224
23507160
30422334
149770614
155379246
16215312
287094426
76831770
22409814
226924848
172706730
85245078
384288482
189566478
243037206
87111996
86729058
87315810
405050672
155247900
96367020
232906140
110597430
156660312
83827746
104254818
90865806
56342610
127961904
220754208
175344672
222488976
134343606
361424414
42101172
255422754
247030302
155276880
220762812
13257384
144086832
150161502
163145844
154197660
47353968
157415340
165232770
84462132
166549284
69574878
55609794
130764948
200403174
42115758
155135034
61575102
61045638
19400424
98222442
262836756
15134472
291817938
32106342
410240912
208765566
269473056
84116832
166442232
250947810
238049802
117628128
428442164
189101946
105601854
107472264
74861730
25434324
141048954
262230840
273483180
133752618
51719976
167020908
28044750
188703984
17664828
55503690
10267602
13038090
77756424
302556020
54019206
326591708
240991476
149253966
174096198
317325296
313701068
3339876
228017526
294370496
43910514
218108130
287312616
258148242
170822238
161982732
65587596
71994054
139286580
99487104
144850314
171717096
79389756
16969488
227385372
272625300
233993826
151629846
259656840
38078694
262650936
158931336
51332322
103659504
156812964
274576188
77273538
225119934
123632892
81762972
205649010
56966760
153264426
259601934
145220226
112578222
177046734
88384434
118375314
105688254
141806436
340829666
124307010
229640964
4897554
147344664
83926974
137765760
266709108
138697734
343771118
286273374
71988366
55993452
394997150
359110082
108252678
225307668
162396834
19218900
150857208
56730858
6447234
232119732
252124224
281594046
329672606
44125524
149224866
64928574
168800598
96420990
388390592
110233740
230011038
126372348
98737080
253235238
71560044
100359000
139965420
62200974
146708214
18658662
27982554
101870766
272892864
167281428
89457858
94572804
71070828
181629690
125848770
81771168
254595432
87751920
28992660
317825546
234789930
40210344
287345790
131528448
112423200
189223302
114877098
330172526
97225806
79627248
157113888
166122096
288967884
340261646
39136482
161675646
164545176
70098372
16744638
3186846
206446200
163187178
170843946
93685668
165711750
420794456
235339176
186293676
154432488
244608846
79817526
93817188
68032566
137218098
3677814
76031604
317201264
134008536
287944404
248490318
326028
142395756
244114614
49257498
164597832
81353388
66707550
134385000
189406296
374418608
118363752
351884312
129256644
167308710
40462692
83541264
373200620
42808980
164312424
217647762
78631854
71591502
269971368
240032310
109996512
314961002
234582126
212672442
20191338
233362008
76580358
148066020
174589098
394289390
85069356
163030524
187792794
61771848
14251926
149745954
9539130
122339130
83176422
141370362
15133920
79606626
256451880
74508738
230477700
78148728
72097344
307783682
131412018
70183470
69862908
64949208
256925922
83729802
291181350
168458904
424417658
56305080
79521534
99986574
276393396
258565572
112427490
108629034
162666906
63622836
115709172
136164690
22459686
223640022
8148048
364262936
157289652
28300950
41973852
184605840
146653680
279295818
98316702
128261586
73578
369097436
431419460
168123564
20862336
267791322
24215424
83817294
268635612
151626216
172109940
164313606
52561602
141866310
149709396
326133026
64177488
130213926
33071886
152894478
152645010
164144328
185540172
25406736
43714944
332027402
222716538
149321736
223871880
170321970
151130364
264211944
220286532
172555626
54469056
241454790
104266284
183554946
161948646
182470038
129019188
282972246
49369422
376711520
20808438
28863978
221826414
123215304
89467662
122598168
43178754
215846418
192026070
73447260
432547058
142555410
149775444
160191942
108440952
364320362
47311716
21596646
140996022
70455936
366191354
261686184
24619128
106343970
386168168
84759900
121752348
246731460
206588136
262321818
276075360
154094616
179900160
378499346
144650772
127513320
46857372
116208078
78297144
196972488
131397750
106706772
149755560
3547464
359560244
79416330
16519662
170505846
88742250
311430878
230535342
20300958
400183850
299035322
158351226
190503810
223538526
162438456
173626800
154340016
60453432
322532330
390816938
107893638
142888704
77788152
20997336
166104894
414997262
85494522
241377894
27915870
180689538
184290144
168572142
154875282
214038648
64274586
68219352
180357996
385520672
64255608
202145640
130503972
210316038
146507358
415625816
117467748
166439484
92951076
110949588
271491216
277172442
79027410
128193552
271765920
17528622
317325362
219700812
85702428
171149244
96561402
223302252
89493114
314336000
163826958
146399472
121455420
58192170
143538420
71474466
80022264
89537370
59408328
203220198
266510112
161146380
71036472
109359924
292699584
247864452
183154398
187556148
188458236
257536380
230731482
126790104
112059228
35757168
2867850
424929914
126884856
115972584
28745964
58523814
235330398
27604860
73012296
67193262
320765348
255752772
44013960
178106214
166982940
33551220
225482580
187588170
99359688
114610482
149394300
50584362
223185360
63749778
284170650
217279062
85276794
21122676
184765254
178548048
155673510
171116496
150700458
19296480
59222610
85275942
184673370
352494608
164104326
387779942
57761382
175184040
52762848
318360902
232124904
358502516
209251416
242443560
135364836
163237536
245975868
37914546
138860004
174562050
91601820
189782934
93507366
44709738
163616928
98305842
173427540
55306560
343219574
57337686
150893124
401479970
154908732
98844912
83490666
190785018
156987558
271832286
155381214
443724206
271961520
156732594
63606360
47948916
331320836
53835042
180909012
114405312
124282992
5050146
314843066
99014226
186780180
276036072
159815760
59022318
198217050
57957888
82790616
266921946
129109548
154176006
24888792
62308560
39170916
266617986
151682304
273384474
97083822
57714690
104755956
283579638
124396320
248679516
175610682
58278810
149326500
2638410
49078956
163004946
171056046
48395808
268704156
11831568
167607150
175287252
98628882
197183046
146960238
73918836
161121660
165513882
166922202
35049468
399591458
278886834
116943720
34269450
240450300
210300636
179298336
208320936
359719064
99316140
182399448
100746048
42145914
60617064
178840122
389559638
389576744
314399030
131493960
35960988
242533116
184862772
64548504
152920938
182031000
144338706
38411166
381320426
91795890
77864334
141221940
143150406
373182104
364926794
167561886
434901176
412042142
112541982
102359196
143728998
91249854
94111836
21649194
266246454
135141540
162221262
272830164
273675504
150911418
60532074
98981208
156536460
408455210
34278456
316617998
114307884
25183116
243566964
162733242
226915098
233237166
149472852
64752906
95630112
25030068
158220978
431482682
363169004
36087102
131478150
149054670
170492766
57106272
77538264
125548716
78066396
290455686
42464556
147730260
15465090
237593910
87460164
139779132
137038890
161579850
264120672
55413324
94366986
240090060
51649188
106524216
212624460
85652136
104467704
157759440
160986150
117287166
184808634
30297222
233440752
363087656
59374170
156484632
230765886
181603488
43695798
154071996
105212706
159949986
283032144
62359788
161118756
147307800
169665624
363710126
200165538
200664900
258964002
372636182
59338326
266608488
225195732
371987996
111554730
87171486
108240546
400329806
202565064
50732832
11328714
105379824
259905870
341369720
77747658
106904130
148435290
248351862
195012816
264713658
443842070
318487316
40229220
170013102
161266470
118221510
52604550
116390466
94891338
125591712
271444674
432654692
70993638
130777578
163750830
91143708
68477826
341381084
383251328
20288352
223396062
141540240
49209498
184120530
159125790
170219592
132510546
120825594
107131914
197590806
47720178
135822318
260095296
95096802
110930868
113615400
166436616
163838262
224653614
163288686
96708768
92134848
107182356
28441842
63591222
70548366
85252710
96993108
17734008
433724228
282494832
163017336
106076364
246420420
33950670
95948988
232713300
126423102
291564438
77238636
133331178
247182048
129612654
136452990
393141962
139387302
237454986
48647730
25840692
352476200
50470404
339572576
30546444
192231576
111221982
51050322
78000522
5683578
105809250
157971174
387938474
48153282
86034948
117206826
34091988
166086144
250421136
173733870
241539318
230281698
188417790
84618360
155582202
323726054
127170522
132829512
158385690
219729798
103448010
85778970
50570394
284237670
172753452
430798868
189709878
17260740
417821210
22092612
106491396
104785998
207234498
88170486
330782150
184958748
60567270
44841864
145829772
89322258
152105964
35398518
62482098
220367916
61821036
171673542
187104066
271153986
179537706
257205354
64976874
81538080
63866112
223119030
434368262
69928116
147509484
288829392
136279938
380187854
95923728
80907720
150766158
151033440
110644968
26932572
138665652
146892816
99040668
58337868
85229724
150399162
86526900
146840934
178784604
95783412
25188000
110103288
147328998
286365318
207369456
148132476
239464674
385525370
166888248
126060390
286947156
139806054
244522182
211388424
125344362
166793652
33290610
28148862
180482880
32197068
150672666
284202834
167143854
83131980
250158564
238596018
279433158
136088208
245624562
153139638
42558360
104022972
36867276
117561258
49911648
82340904
208071588
171143304
82425822
139541664
40206708
388375256
415529288
70504716
187220886
87061068
105425028
280922328
136659456
113680116
344899280
107078784
40679862
99014880
99328380
158390994
219634728
86395956
114830022
173604210
24765234
159444510
112468338
244604220
126902166
108927888
119330922
97533150
102096678
79143978
117634422
174822870
83109582
288298506
284712768
56429310
200253978
55212606
162198096
62792916
190569798
152396736
137033274
124898664
227161032
54335838
36083526
131714358
337813856
325425032
45548088
177123144
280480464
191467344
104921748
115045584
63076782
166964358
37904346
32741370
25536666
19886172
193529388
148257132
95900610
76760106
41035398
3598680
152274432
26452536
277828410
279720924
125654664
142554240
241742238
31424448
275396928
199627848
101327316
49493058
55707072
25586976
380253788
108610194
229607268
44842032
350296772
185496660
111919584
173522052
73206816
30328410
26064954
233935044
142570674
165918180
106595208
85605984
303646118
182807850
189234876
420813194
78643134
265623072
14824206
171970248
155904960
105342126
11756178
149196312
184590684
218961864
138068946
230174196
123809922
106524534
169588062
36058410
165295908
195686298
163143648
18828624
171012840
162744372
257844582
290077692
123693642
103299756
63714624
143600904
217267728
204509784
273791052
263244708
96356292
163306482
54007710
12813312
21772884
79213164
108479514
74655894
162352920
15976656
175634946
39528948
170159214
20833080
43189086
109270926
120561066
32032374
165953100
407896208
127038420
256130250
23313126
225759630
111846414
362511356
171959010
182285310
162392802
174501132
145409700
81315468
142635516
127639518
130907508
118521792
48089418
58937970
167635182
149581638
183695376
20172468
224374674
76809534
85812012
60244296
300729542
158325156
121316586
81421794
88413384
329577554
157158978
96592104
95405916
161140062
93070800
60115668
67734120
196206168
2941296
22928190
83676630
204983730
114033678
124260528
148769934
136252902
21216114
98510130
362067476
63274926
59537934
49417008
154830054
65378490
379629728
128604384
191288118
96285630
33227820
201522312
228073824
185717592
128786046
223559628
53470398
280614474
109240122
108015192
82932042
199210674
316634858
333180452
268541274
271079808
84146676
62569392
8299374
151382664
256988130
316104134
141235242
88784928
121754250
263636118
151223142
52253118
113341872
153802596
145805058
259569312
79187082
274240380
238018710
176626068
308338982
173752740
75614868
224028882
96008142
107827764
144833454
359044958
182873928
72193440
121379502
126483252
23764464
166849824
257149332
249717162
63586356
129236814
120877734
127622748
94295952
96974640
427808966
192610176
201630240
80588664
22861026
99745974
122541804
338965244
261783612
118501332
169151700
164919810
76943790
207339558
343740992
178099488
384259778
250950912
317171804
268035282
422053598
275864862
145397208
117536484
115554486
58685508
182613240
124260870
339668492
192559488
147126828
374985734
45985980
181852974
89571252
200259720
128161320
137375850
106635534
276640242
83979396
64741074
158565048
282266646
81345354
156522390
27037782
61022892
53321796
27745752
187068288
164325876
320246078
103400196
132286308
77937150
376115348
394289606
194983452
149745708
94756182
211150260
2594658
124776642
87401760
366618722
231406890
175075968
69918426
230787876
85031010
157379994
178481682
105525252
149534628
417903542
13809060
31287630
208914984
111830682
198883236
156915888
143836026
154171314
85910172
315527324
63103320
100645692
157613700
116225166
86040522
290906748
141626550
57262662
133899900
96787398
163749714
153542376
355508108
205852620
163474116
58343988
282672606
79493028
108710640
130399122
286445658
264004662
236741652
286504260
14377968
148554966
10960176
150450348
77057394
80894532
18757914
116217990
68776986
73019784
240170652
47420490
149218878
25556034
36966876
169269210
32590170
96123468
46840800
79213050
4809204
348402716
289266936
28035786
165762018
439724486
62553096
228645192
84953664
179633688
246137010
276946086
92890302
263535126
192643014
161629044
146717496
123857118
120162444
254825610
211745604
182799390
165280392
423230444
438559034
77447286
167944980
147332334
285855756
100344372
132561096
74139582
261228600
46077168
217695066
260775684
326741270
315557516
186936696
307287836
236118252
113357778
157933620
405029594
174806622
150207042
275959674
181709532
70574562
98665008
26167398
122913114
139262148
419679746
167595624
102949344
300872702
338398982
11148000
168445020
355481216
37873104
25423572
5514390
179801976
304957268
190585200
350742038
164606208
406124204
417385256
127121010
15419928
46956936
134800596
60070980
152889636
109347642
233504946
52674132
32042460
370191098
122062224
292504308
63695022
146720232
297818450
125844132
105717570
151684896
187838178
72766008
185646054
179599428
135737616
127606728
49280502
152631090
231787440
125313648
99336738
208031442
234466428
256497516
48218334
29476584
403845980
14592000
124000056
240500742
236103492
173104278
92067804
84509352
35737830
95180010
118452798
67745070
154287198
211068726
288934896
344850020
159991920
165571050
146157516
436732496
161636082
127652724
141807318
178157088
106158144
160020384
228059274
185121108
338966798
245135022
214922598
194354274
15358140
31866738
42187920
98637678
197681682
127028580
167362662
87013902
351445304
132447708
54384312
311334866
255165732
161970192
125530398
117519672
143860932
270438996
119330214
132296604
110862252
149748000
213157530
430773518
132546222
142281294
56566626
151811292
124326792
78932586
280976034
32312520
124255014
62488848
156027090
245061006
246725826
81893556
17075220
277875756
84297192
369613544
361312886
91974432
40989072
166846242
34110354
102349134
174267480
6478860
147223866
76976496
240361512
101455986
97221072
37925784
276648396
144122148
211947696
41360010
156346794
302519090
163685496
88977714
255335784
397252040
119083224
57077640
185320926
92621166
129598158
108241182
149273940
152023872
219127272
309554336
138222516
102459204
341978456
50480016
290148792
236713506
190065162
76580370
55057182
145362114
192121836
55352610
199714938
117268386
86171178
20793552
134054700
124847766
111958110
153304722
128888448
276667428
15168246
87643800
79407150
184147350
147495150
176552766
156088392
211901322
4679262
189600966
56277174
139432152
221867748
176418564
153797586
46475850
181781748
98320518
56179710
156544812
30249354
180982500
48802764
122873766
143718180
23453850
106159128
44333190
53300106
4960926
62946396
84245748
91232490
45450246
361991360
147150192
39264522
233497296
53750550
91100358
162171180
270490452
20324670
110273514
210372906
155873538
347837204
149338296
128991336
109178070
76366848
86446452
37667334
314840180
22037400
110203032
180602838
19849158
174440898
121310586
230345130
38067216
38062140
247738104
151250244
383829152
7431366
245630544
138884688
125174058
69092772
175563750
109996638
23910444
182554080
271524810
