00
250|401
996|403
112|578
397|426
496|780
218|617
780|305
786|401
486|599
201|198
428|425
599|250
38|276
428|414
496|441
496|250.6
250|272
724|401
427|250
396|397
272|250.5
682|278
411|493
250.02|401
730|731
507|578
250|?
782|414
491|428
998|428
250.92|496
V62|278
780|250
348|780
278|401
453|250.02
202|276
E928|185
250.02|564
250.6|599
276|401
728|295
780|401
276|593
707|414
276|250
295|401
414|250
707|402
295|585
295|414
415|250.03
280|250
401|496
707|413
250.01|332
433|784
786|607
276|599
712|715
424|401
707|785
70|403
997|427
276|564
276|584
518|416
276|465
427|414
337|780
V45|401
511|427
427|491
41|401
682|414
276|696
285|585
786|250
250.01|496
250|300
428|427
250.01|?
70|518
486|428
38|995
285|287
301|250
276|276
276|424
427|V45
733|332
493|250
413|414
401|530
344|250
276|496
428|491
496|511
682|250.02
728|250.03
427|276
425|284
276|282
496|599
428|293
428|453
403|70
276|250.4
250|715
250.41|250.6
785|250.02
427|428
595|41
427|402
250.82|413
425|250.02
250|427
285|250
415|V85
153|197
590|414
718|250
682|707
428|250
410|263
440|707
426|787
V85|263
707|682
411|401
491|995
196|198
453|162
518|E888
427|286
428|401
584|434
535|786
?|?
424|785
426|401
426|426
432|E812
780|707
789|424
608|959
707|250.7
304|724
411|272
496|427
411|428
486|707
680|680
250.02|428
518|511
924|305
250.02|998
398|396
428|788
414|401
162|496
463|?
340|276
V63|428
707|250
998|518
250.02|?
250.02|342
421|425
403|250
710|250
401|250
428|250.4
780|288
491|401
38|403
511|198
599|427
428|250.6
584|403
250.02|599
691|112
397|411
250|593
250.02|789
276|414
V43|428
491|493
276|V12
410|294
V42|250
250.02|272
411|414
593|276
401|244
412|414
289|8
401|V12
496|428
425|250
786|250.9
202|284
518|491
573|250
599|599
250.01|518
440|585
250|780
284|432
414|530
592|250
403|428
411|282
411|288
780|780
414|412
411|V45
998|780
250.6|250.42
426|414
599|428
518|402
250|V15
403|275
599|518
487|272
276|733
577|305
411|530
411|403
427|789
276|278
789|338
427|443
491|112
250|244
518|250
425|280
599|V15
276|225
428|707
562|455
530|?
276|403
733|401
585|428
276|453
402|428
707|707
276|250.12
403|272
496|250
250.43|V15
427|425
574|428
410|414
276|428
428|250.12
411|250
493|402
496|424
413|786
250.8|414
250.02|707
493|V58
410|250.4
492|438
625|614
780|414
511|285
202|E885
458|414
276|V42
728|250.6
250|530
427|518
428|518
414|278
574|250
648|250.01
427|401
438|781
599|V12
285|276
496|425
491|721
424|204
250.6|250.52
278|250
250|285
866|401
278|781
492|250
373|305
788|250.6
599|401
284|70
250|V10
E917|250
403|276
401|272
584|276
70|309
585|403
599|682
250.6|414
578|280
808|E888
496|305
403|996
552|427
413|250.01
276|250.5
276|?
453|780
493|493
599|8
250.6|357
998|285
496|786
397|472
723|781
585|536
707|250.42
780|518
572|284
788|560
518|728
112|E942
403|459
276|787
198|162
496|250.7
781|401
414|V45
599|276
425|428
280|518
707|250.01
682|272
276|272
491|799
998|998
786|427
359|276
42|577
707|584
648|282
403|585
413|998
285|784
733|428
599|41
401|414
413|135
496|518
276|920
780|794
250|387
250.01|272
428|424
250.02|300
714|250
553|278
784|729
781|729
340|250
411|242
250|V72
707|250.6
425|486
427|780
707|427
250.02|276
428|496
425|303
403|438
719|272
794|564
428|263
244|250
413|496
560|427
493|337
411|412
998|?
436|427
535|553
496|789
303|276
496|303
294|332
E878|440
244|272
112|756
250.01|401
403|250.6
250.6|295
733|250.8
428|780
444|496
287|197
427|553
428|276
736|427
285|327
428|578
276|135
9|456
599|707
560|41
596|788
560|285
427|403
618|625
296|453
584|401
285|E879
530|553
427|349
821|496
996|410
401|412
425|276
E888|E849
411|250.6
845|E885
595|233
530|536
V42|250.4
260|428
790|E932
162|250.02
424|424
427|416
786|403
410|425
996|401
414|423
8|574
250.51|362
285|427
682|401
707|599
790|496
414|414
200|427
413|424
998|617
850|780
250.41|276
599|424
585|285
599|403
287|250.52
305|342
427|287
E939|496
250.02|278
250|V58
585|276
70|427
401|427
496|611
250.8|?
427|413
799|250.8
730|681
131|383
8|293
V58|462
305|496
440|403
250.02|E884
427|V15
250.6|493
413|427
413|250.92
424|414
496|414
112|276
780|300
250.4|250.6
197|197
428|511
611|174
413|250
250.01|428
537|250.01
428|494
276|536
438|250
571|403
276|799
285|E888
584|511
250.42|585
309|250
780|599
428|996
507|112
496|285
428|411
824|250
250|V43
790|250
276|294
787|311
276|427
428|V45
250.01|584
250|459
584|682
428|403
532|287
208|496
428|787
596|401
424|599
715|250
280|218
599|357
428|585
599|E880
220|793
396|427
756|250
491|416
V45|250.4
204|518
276|198
428|255
493|414
294|995
515|250
250.6|536
493|786
492|997
135|428
411|250.01
573|577
413|276
404|250.4
530|250
401|458
250.01|414
403|369
693|433
511|157
486|198
357|250.6
8|250
250.03|401
785|403
250|810
295|285
250.03|405
303|291
276|995
781|250
584|380
41|250
38|421
410|584
965|?
410|250.7
250.92|402
584|303
414|272
402|250
413|401
443|272
276|150
424|162
648|250
250.6|707
428|280
250|V12
530|276
427|280
577|427
861|865
427|250.6
786|250.6
411|496
453|403
998|401
515|707
401|?
250|296
413|428
427|786
530|780
38|512
365|401
428|287
292|682
585|V45
V85|780
342|784
491|425
996|411
250.6|250.51
276|585
284|250
250.01|276
196|250.02
276|305
250.42|728
250.6|276
290|437
730|250.6
428|250.02
733|724
428|242
584|599
285|998
250.02|285
780|278
581|401
518|997
276|681
285|401
599|250.42
401|250.6
397|276
250.6|428
425|401
414|428
403|V45
585|996
411|820
322|38
599|780
451|426
618|218
564|272
250.01|562
413|493
585|250
997|560
425|427
V58|V49
288|250.02
53|250
518|486
427|496
424|496
428|428
518|453
250.52|427
305|250
250|847
578|599
403|560
196|518
722|250
397|511
426|427
179|250
707|401
682|428
427|424
411|424
780|285
625|346
996|711
996|413
285|458
276|E938
250.6|250.41
284|571
V65|?
585|340
584|585
491|403
276|250.6
250.02|403
786|584
924|920
V45|V43
593|401
682|782
162|493
493|401
280|250.8
V10|272
276|707
162|491
599|574
250.02|466
574|599
401|250.4
250|493
648|660
813|427
250.02|496
428|515
156|197
584|287
250.01|397
250|867
785|682
457|250.01
780|312
584|427
427|435
250.01|427
285|707
276|577
490|414
403|250.4
438|401
41|250.1
287|572
552|702
300|401
493|V10
250.02|427
496|610
486|496
585|138
V63|372
518|799
784|250
426|424
280|428
V58|427
428|599
428|342
250.02|787
496|401
599|578
745|428
581|403
723|401
428|466
428|745
412|250
428|286
276|V45
403|41
444|996
276|203
41|V09
710|729
682|997
686|401
304|250.02
280|570
496|296
599|250.02
427|873
682|250
728|786
780|E888
276|261
112|?
433|342
401|276
357|574
491|578
785|414
250|346
996|585
780|412
491|585
250.01|593
E885|E849
518|348
924|250
250.02|722
204|428
511|411
389|250
782|412
197|198
486|38
38|491
585|588
401|780
250|414
250.12|278
427|285
491|276
491|250
780|E935
252|250
428|433
162|197
428|244
585|440
V45|272
434|424
250.01|425
38|197
486|402
682|403
258|569
496|300
427|250.01
427|250.02
427|584
304|424
424|530
38|272
403|584
414|E879
571|303
V45|410
276|250.02
601|E934
276|250.01
414|V58
491|427
562|295
500|600
598|788
250.01|707
E919|354
427|530
434|401
511|780
198|197
733|413
881|?
518|255
404|428
496|282
496|727
496|278
250.12|560
491|250.6
714|278
411|426
496|V46
724|250
79|250
571|291
710|276
285|250.4
E931|789
250|722
250|311
285|413
250.6|250.53
296|401
786|250.02
411|599
682|276
412|V45
70|401
540|996
197|584
403|263
707|276
403|427
424|276
V85|401
E849|332
585|250.8
250.32|276
496|552
250.8|345
250.8|731
427|288
731|730
198|250
280|578
287|303
276|280
787|455
591|250.02
790|414
584|285
428|412
276|493
599|788
285|E884
496|625
585|250.01
401|250.42
250.03|278
584|250.41
427|331
458|530
428|799
276|41
396|250
276|790
482|250
40|403
V62|250
715|276
682|496
416|428
428|682
428|584
420|426
348|599
441|250
707|428
250|V03
568|285
300|250
780|276
560|599
293|599
790|41
441|427
424|416
250.02|780
V58|305
250.6|733
401|278
786|493
276|244
424|492
443|250.6
41|532
276|287
997|282
425|402
428|790
707|403
440|285
E888|401
680|250.02
511|V10
427|486
413|581
427|427
285|211
397|518
440|730
969|E980
414|425
707|457
V42|250.8
250.53|424
959|250
348|V66
V10|V44
410|272
571|576
785|250.6
250.92|428
496|707
714|593
413|443
780|781
278|250.6
344|250.53
558|250
440|599
250.8|682
578|250.01
291|303
E881|E849
250.42|250.52
305|305
428|486
591|250
428|204
285|275
486|414
319|295
427|599
250.42|250.6
560|790
995|38
322|288
584|518
785|707
285|414
518|496
780|272
198|276
648|642
996|786
784|?
295|276
198|196
250.8|428
272|401
599|425
413|584
576|153
424|396
250.13|428
780|V42
V58|401
574|568
486|250
285|530
250.02|577
729|414
413|412
E947|276
38|584
518|789
518|401
530|401
196|428
435|780
780|458
189|198
189|511
786|278
920|814
V46|250
680|250
995|707
250.02|V10
V85|786
250.03|493
578|571
707|344
518|427
736|250
787|250
531|285
250.81|250.7
250|110
342|250
584|428
682|296
496|250.92
276|285
276|458
250.01|458
V58|250
427|426
295|715
584|578
441|401
626|250
250|443
276|600
799|728
426|411
250.02|V58
648|54
493|250.01
486|584
250|725
250.02|8
781|342
599|V45
414|305
410|491
41|530
998|294
332|244
427|569
300|300
272|250
42|276
250.51|250.6
250.41|401
438|438
599|496
156|599
V45|250
923|278
250.11|253
250.43|404
496|70
578|285
276|716
718|305
327|250
486|790
202|250
584|560
787|715
782|285
151|197
427|458
E870|414
416|784
426|428
780|758
996|E879
427|327
250.6|41
396|401
785|427
403|250.8
203|473
250.82|414
303|788
250.01|300
V45|585
413|492
428|782
276|558
410|428
424|250
250|E882
481|427
491|584
644|648
496|287
413|V45
515|401
821|E879
198|V10
518|250.02
707|443
276|362
250.92|599
707|424
276|295
150|70
284|707
693|250
486|284
616|707
262|276
401|593
252|250.02
276|250.03
295|250
204|414
482|427
428|396
276|250.51
440|414
599|?
572|584
444|250
276|174
511|331
276|724
331|401
428|250.01
491|414
414|287
250.9|649
909|E879
787|401
305|272
571|595
496|782
997|518
491|519
V58|112
873|873
V43|250
486|276
V43|E878
599|995
433|401
250.93|780
599|294
V45|V45
560|276
786|787
342|781
496|41
496|E932
996|424
250.12|996
719|V43
599|263
V15|?
285|295
428|79
427|562
707|496
112|250.02
518|780
998|E879
759|401
276|242
424|786
496|591
278|724
562|535
729|354
38|E878
250|402
250.02|593
348|342
515|599
593|E946
276|446
411|402
331|294
577|428
602|596
789|576
311|309
782|493
253|250
682|V42
204|356
411|305
428|250.51
401|396
342|433
730|707
285|250.02
530|574
458|250
427|788
424|428
456|585
412|401
403|518
425|780
340|344
250.02|396
414|280
250.03|582
428|413
611|41
428|?
425|285
411|425
403|288
425|272
516|250.02
427|V58
530|535
250.83|707
444|414
578|250
447|250
824|E888
530|531
618|250
250.02|786
42|428
V15|278
578|786
E935|250
70|250.01
682|250.8
285|599
996|250.01
996|552
785|486
305|?
824|599
403|425
786|414
799|V58
291|311
682|41
535|41
577|278
571|218
428|250.82
453|428
428|786
453|V42
250|V45
404|585
135|517
303|721
786|V45
780|294
507|425
446|287
292|304
305|287
578|577
295|493
518|568
414|424
294|296
280|401
805|840
599|625
486|427
998|218
285|294
427|492
440|715
481|250.13
807|401
424|E878
357|536
V45|995
614|V45
276|263
276|784
428|997
200|284
250.02|424
276|V58
414|411
250|278
285|157
491|250.02
785|331
250.02|729
276|368
799|428
250|362
298|301
585|427
584|112
578|242
401|285
276|288
860|E816
250.52|250.6
493|280
427|112
280|414
250|496
788|250
253|424
599|790
432|784
427|998
682|250.6
496|733
244|276
518|492
427|238
276|E937
455|211
276|782
250.82|707
453|453
V10|530
518|112
276|466
466|276
250.53|362
466|250
785|278
198|198
41|402
746|411
403|189
250.02|295
427|396
286|428
729|250
276|250.81
590|593
250.02|V45
577|576
250.01|415
560|250
197|162
428|284
515|V46
789|571
427|682
276|560
486|585
V72|401
427|712
263|250.02
437|276
287|414
411|427
340|599
435|784
585|412
492|414
511|428
285|812
571|287
453|342
303|731
518|535
250.8|707
250.4|583
250.41|585
291|997
250.02|518
342|428
296|244
296|239
70|276
V63|276
250.41|403
518|403
414|426
453|250
413|295
820|250.01
205|401
413|E931
403|583
311|250
574|425
250.02|41
682|585
414|518
780|250.6
491|272
780|250.82
486|250.4
304|309
428|198
458|276
150|278
591|593
805|427
403|250.01
250.6|250.7
308|250
997|738
584|707
276|250.82
293|799
424|427
410|486
196|788
466|250.02
486|511
70|571
250.53|250.6
682|731
421|427
560|250.42
276|789
345|493
276|438
135|250.01
276|250.22
440|496
428|423
794|414
295|303
427|511
576|428
403|412
493|287
786|296
V12|414
402|427
496|250.01
481|204
250.01|493
711|731
496|710
572|427
413|41
292|780
284|518
447|401
425|429
590|276
722|354
402|496
E932|E849
150|458
255|250.81
648|663
682|794
262|997
599|414
493|733
305|E849
599|280
496|162
8|401
381|250
112|416
584|E935
E878|428
427|278
682|567
790|491
250.02|530
196|455
401|250.01
157|197
401|311
466|518
550|553
309|305
574|285
486|438
558|558
250.11|276
518|518
197|250.01
425|496
285|428
411|998
250|424
491|599
553|V12
41|41
250.02|493
411|997
276|515
486|250.82
250|332
434|443
38|482
250.92|403
496|135
919|E885
780|298
428|250.03
733|599
250.92|414
250|333
584|404
427|410
788|599
332|250.8
780|303
434|515
348|518
202|881
E849|331
250.4|787
413|272
305|250.01
414|733
493|250.02
799|250.02
425|424
250.92|401
V45|V10
242|401
272|564
424|584
490|305
197|276
250.03|E880
425|153
294|493
599|715
413|425
707|250.81
250.81|8
425|V45
427|296
493|998
250.4|403
481|491
599|296
707|825
571|70
372|272
410|682
401|435
492|70
599|491
250.5|414
414|250.6
428|197
454|250
404|250.6
785|276
292|250.01
550|244
V85|414
780|496
780|574
799|E939
403|429
V12|250
255|255
428|E849
252|227
428|350
401|V43
?|250
577|291
496|274
411|295
276|112
E878|414
496|411
710|517
410|285
250|41
560|290
342|427
428|285
V58|276
305|414
997|403
404|414
425|414
414|443
402|477
250.03|244
794|780
285|681
427|996
707|398
427|233
344|427
790|599
441|425
286|362
652|648
812|812
833|842
507|491
493|276
482|250.02
599|585
574|401
507|250.6
276|250.92
250.01|426
491|250.01
584|728
426|V45
599|V43
276|197
250.02|753
435|V45
575|276
585|496
751|401
V42|785
998|627
403|424
795|530
511|518
198|427
250.02|435
493|492
54|402
276|250.41
250|782
465|?
276|425
784|388
305|276
590|591
38|389
153|427
285|425
338|401
584|250.21
493|278
428|397
599|584
403|250.02
599|438
625|401
8|787
707|459
250.03|309
455|250
599|440
8|785
486|403
288|197
250.9|656
250.6|922
780|403
V45|263
707|260
493|305
681|443
577|560
486|401
112|280
250.11|250.41
959|924
276|522
440|E878
682|599
250.02|592
411|250.02
303|311
568|584
590|401
196|599
196|401
584|305
466|487
304|305
444|958
305|300
250.02|682
280|614
250.43|250.6
282|573
280|266
648|665
496|515
486|788
794|250
536|724
590|250.03
E888|424
E888|564
276|794
788|601
244|401
204|255
507|276
157|285
560|564
357|276
410|585
276|V15
8|272
250|518
707|301
250.02|414
415|453
305|401
162|198
560|196
285|492
491|250.03
599|250.82
458|250.6
593|250
733|250
V43|715
534|567
601|250.01
722|426
599|492
967|E950
250.01|402
424|266
707|250.2
424|425
518|786
496|327
785|263
197|179
70|250
112|536
674|250.01
411|584
438|787
424|780
518|599
599|511
250|535
530|250.51
496|?
250.92|41
682|304
424|135
511|493
466|788
496|799
727|727
571|250
435|719
437|785
425|491
707|730
196|211
599|285
396|518
250|305
780|270
453|401
562|250
574|278
492|202
425|403
198|591
736|V43
518|250.01
411|112
250.02|556
276|279
38|707
433|280
94|285
805|722
197|428
593|V42
298|780
512|427
V58|443
883|250
272|244
276|578
427|585
198|192
729|401
491|424
585|707
599|601
584|250.7
346|401
682|250.01
427|571
V10|250.4
682|785
272|577
250.82|250.42
790|571
250.92|250.6
486|250.02
707|507
438|41
V85|428
319|278
403|496
617|250
427|272
491|780
402|416
151|568
443|250
244|?
414|496
286|518
250|276
401|428
280|E935
?|427
433|427
426|780
707|440
E942|250
276|535
780|530
438|799
600|250
496|596
414|?
458|428
788|553
424|404
135|250
424|V45
787|458
280|211
998|250
440|8
424|402
250.02|305
276|780
401|V15
410|427
496|402
359|V46
424|729
808|585
V53|427
401|787
V42|729
250.01|642
250.8|401
881|E885
191|599
599|593
820|715
295|335
569|250
599|153
295|496
567|789
276|357
112|465
401|781
428|490
453|872
496|564
599|719
707|416
786|794
715|V43
515|496
428|278
707|711
458|558
865|860
783|788
560|792
286|728
427|493
427|202
784|401
403|E849
511|250
574|396
585|518
342|276
558|569
285|782
250|438
789|599
486|162
286|V58
250.6|723
414|250.02
250.92|780
805|296
710|401
278|V85
496|807
432|788
787|780
453|276
427|784
620|218
285|584
789|401
413|997
250.6|285
845|250
112|995
518|397
E942|E942
591|567
413|292
578|787
492|786
332|427
276|997
427|515
402|425
295|296
V58|527
250.01|553
278|757
348|907
250.93|490
V44|414
567|250.43
571|962
263|491
280|331
785|585
599|592
413|305
466|401
411|396
823|821
444|305
456|285
250|V09
492|428
416|401
V15|250
250.03|664
79|278
558|276
250.42|404
599|710
585|873
569|414
781|780
496|309
493|780
403|440
780|V10
250.12|276
577|276
507|414
840|726
518|682
648|648
492|162
998|496
433|414
584|426
285|535
552|403
558|401
V85|493
332|331
342|401
290|428
728|250
682|295
416|782
823|250.02
401|729
250.02|571
812|285
250.02|785
518|276
530|285
514|276
250.01|715
196|276
583|403
496|276
E938|327
413|278
496|250.02
780|153
172|250.6
250.7|581
411|491
280|584
250.8|427
300|296
594|788
276|156
584|591
198|493
242|998
780|296
456|E885
135|250.02
453|305
303|305
789|250
386|402
162|338
585|780
198|250.01
305|296
428|250.41
998|493
618|401
577|250.02
E947|496
980|?
426|250
155|197
682|682
428|340
250|600
285|411
250.03|599
493|518
787|389
722|250.8
285|997
V46|414
V10|250
518|493
250.02|492
410|424
287|276
396|414
599|E878
285|278
250.81|41
780|428
250.01|654
250.02|584
303|494
496|V49
250.13|730
998|V58
584|277
571|250.8
276|998
250.82|276
790|E934
332|250
41|8
424|E888
340|492
162|427
401|V45
342|250.6
518|584
38|574
V85|250
278|789
411|287
203|486
491|756
781|438
250.01|465
401|721
585|414
250.02|733
625|250
507|438
787|496
V54|V54
250.01|413
718|401
414|427
999|410
288|276
E942|300
535|401
710|707
530|272
428|202
250.13|272
427|412
41|276
574|276
595|276
707|41
585|511
616|626
518|428
807|599
584|425
812|?
280|562
250.43|581
V58|V43
276|38
438|413
411|447
413|438
425|70
410|426
459|695
280|535
592|410
738|250
491|518
342|437
698|E946
997|788
442|799
402|276
458|293
276|373
250.01|682
410|V12
536|530
41|443
426|496
491|998
V45|438
250.02|438
250.01|403
403|396
585|V10
496|250.5
411|511
358|305
572|789
924|250.7
599|E947
280|276
707|305
427|434
424|411
507|427
41|250.7
287|70
428|493
486|433
511|584
787|599
788|285
276|404
197|496
414|433
532|427
138|199
786|250.01
285|V54
710|786
250.81|646
427|714
733|414
599|E885
276|571
428|112
53|204
427|433
276|785
278|413
998|682
850|584
70|305
486|295
285|715
250.9|278
571|780
577|536
571|V49
250|259
428|564
518|785
304|250
E885|250
276|8
402|201
924|E884
428|250.52
250.6|518
996|276
486|799
799|276
250.03|643
493|519
682|285
473|780
280|581
285|518
585|14
428|305
295|305
792|401
428|250.8
V85|V45
496|V15
562|434
157|401
E885|496
305|250.02
722|789
496|413
518|V46
294|272
256|250
416|285
250.6|696
342|V08
250.01|278
253|427
511|276
518|560
713|327
276|917
511|714
491|250.92
599|596
560|560
493|713
785|786
707|272
145|285
403|414
440|208
218|625
435|433
722|724
403|511
786|338
403|599
425|416
411|996
571|276
596|428
70|496
789|535
303|401
198|285
486|278
41|348
285|338
276|E904
E932|401
403|252
286|511
189|197
333|401
197|495
496|453
250|V13
250.02|263
577|287
303|569
493|511
38|250.01
599|558
250.01|574
250.03|282
413|396
590|567
996|428
250.01|648
250.02|487
424|250.52
337|401
569|428
414|716
491|530
285|402
486|411
438|276
560|250.01
250|287
250.02|585
473|250
599|112
205|250.4
870|802
357|401
458|786
451|453
250.01|721
492|799
V10|493
112|710
799|250
427|719
250.01|441
466|197
585|242
V64|401
295|578
202|401
285|722
250.92|786
V85|425
403|250.41
614|V10
398|414
174|198
427|E888
599|250.6
401|250.02
780|820
287|599
786|486
576|575
250.02|608
250.01|V58
998|278
486|425
511|490
441|411
V10|401
591|599
V43|E885
250.92|287
296|V17
250.7|707
278|427
496|301
427|250.51
150|276
440|682
780|348
276|725
250.01|434
585|562
427|453
493|?
608|608
721|780
162|196
572|577
591|995
V45|250.01
196|496
478|780
595|403
250.2|584
824|845
38|486
285|E885
427|601
585|599
250.03|403
682|786
250.52|250.42
723|V15
784|626
955|882
595|401
287|411
788|272
304|722
555|578
413|780
425|208
799|185
493|338
153|280
403|780
285|496
411|286
518|285
250.6|337
276|199
781|788
296|971
429|276
996|278
198|790
250.41|411
410|518
507|496
285|280
V45|496
285|789
428|415
682|995
731|707
507|348
38|682
682|E879
567|428
250.7|276
537|285
719|780
714|402
496|783
250.02|425
998|250.02
425|682
707|789
295|787
112|496
453|287
196|196
682|263
280|412
250.12|401
250|786
255|682
824|401
486|250.6
286|250
707|250.41
197|576
V85|278
591|198
203|401
401|784
250.02|411
428|492
285|244
493|787
398|427
276|486
276|369
567|276
295|535
584|295
285|250.6
614|285
112|569
682|280
287|41
584|296
427|411
825|E849
491|202
250|274
218|618
250.02|288
425|514
512|250
V42|531
493|403
486|396
437|401
250.02|241
276|332
780|920
599|507
496|227
292|585
424|286
250.03|211
424|920
340|41
584|491
424|272
424|518
276|729
403|253
723|250
414|252
293|784
515|491
515|402
E942|424
996|250
283|401
555|250.02
V49|250
734|250
305|V58
788|250.92
153|250
276|E942
707|E885
303|912
584|482
E935|250.4
788|V72
813|401
V17|401
794|401
707|250.8
396|493
172|414
79|376
E818|278
518|618
403|413
428|288
789|511
276|275
574|578
861|850
682|518
305|412
996|E878
599|319
V45|403
396|428
998|580
728|41
250.01|729
572|401
292|518
414|244
196|410
569|567
285|560
413|723
496|584
591|427
424|578
567|496
376|250
8|250.93
342|278
250.93|518
250.03|496
996|V43
250.02|203
427|290
V15|V12
727|414
437|V12
577|535
535|250.02
411|327
558|250.6
552|552
618|272
414|715
574|427
618|623
473|331
493|250.6
284|198
585|453
402|396
799|698
493|427
425|831
585|682
997|428
573|280
729|781
426|276
V12|272
250.02|969
403|593
427|710
562|401
157|V45
780|584
486|785
780|?
711|41
780|V45
401|459
440|244
424|397
428|272
425|412
303|300
414|535
591|997
780|E932
189|401
599|784
250.8|278
680|276
813|802
250|349
998|427
780|729
276|492
453|V10
599|V10
706|41
250.2|276
496|416
585|998
415|584
786|41
414|413
V43|272
112|V65
278|530
403|280
354|355
250.11|287
413|402
429|412
E878|401
290|682
276|94
571|305
318|250.01
V12|401
648|401
584|250.4
277|250
250.53|815
459|278
793|250
492|600
496|266
402|414
345|584
446|790
276|530
250.02|112
411|V14
998|250.41
250.01|V42
578|8
250|466
463|401
250|403
250.91|V27
568|250
492|V58
486|305
511|415
427|V10
V42|70
995|380
496|487
V15|276
790|288
518|263
276|704
303|250
440|427
276|V85
276|728
648|250.91
780|873
550|568
786|789
569|434
357|599
789|278
996|284
780|331
E849|401
427|V43
162|518
282|250
V42|790
496|995
368|401
599|786
410|440
719|250
440|241
346|780
780|E947
E878|780
790|493
730|425
V42|276
380|414
250.01|790
303|577
438|784
250.02|716
295|571
285|734
920|924
250|598
486|491
447|411
728|401
481|584
784|V45
584|799
850|250.01
788|401
162|786
713|707
569|427
340|285
250.01|V15
425|250.6
785|496
327|414
535|211
427|342
496|585
959|E906
427|250.92
414|288
599|486
560|591
250|574
250.6|427
786|V10
250.7|518
303|V18
733|564
413|571
496|280
519|599
285|E886
198|496
424|486
496|571
493|250.11
682|780
427|707
596|276
292|E939
E884|E849
287|244
578|331
428|531
710|135
196|789
780|E937
340|414
491|473
415|428
427|211
440|250
491|250.8
415|401
V45|300
205|729
998|276
799|278
196|153
577|998
860|807
496|250.8
578|276
789|?
577|574
576|204
575|250.6
332|799
510|511
348|E853
250.11|415
493|250.92
337|511
724|787
428|591
562|428
802|800
305|54
203|427
496|286
493|997
38|599
518|278
401|V10
691|250
585|404
585|203
518|250.6
398|397
414|682
303|250.8
250.83|424
E849|278
294|290
38|999
584|410
250.83|250.6
578|250.02
162|780
250|268
365|250
403|278
250.01|437
569|274
404|250.01
799|434
V44|250
293|294
250.8|293
599|295
250.02|574
278|250.52
250.8|426
424|560
416|403
283|569
518|V16
715|401
820|250.02
453|278
70|789
492|568
493|295
790|403
403|608
411|796
707|790
293|403
196|427
427|294
707|285
348|253
280|427
584|997
996|996
428|789
585|458
V85|535
786|530
V45|V58
428|733
444|823
682|427
518|V10
491|486
425|V58
296|437
882|E906
295|799
997|453
786|285
250.4|585
429|250
493|202
599|196
531|414
250.92|426
410|564
428|510
276|250.8
553|530
998|E849
601|V55
285|625
599|V58
427|70
780|V15
386|250
401|112
41|414
428|E885
599|204
493|428
112|466
682|459
584|E942
578|456
250.81|530
293|250.02
440|250.6
296|250.6
411|250.5
135|272
428|440
429|V45
287|427
197|414
396|997
578|788
410|401
411|466
707|V58
272|402
401|E888
296|250
518|414
272|412
434|342
730|276
351|250
558|327
805|260
250|413
625|343
599|E888
415|276
E880|250
496|38
V85|416
403|553
730|785
731|41
733|272
634|250.02
401|788
285|273
507|585
287|401
41|250.02
250.12|528
284|286
998|8
599|560
404|707
427|824
250|355
348|276
998|403
733|424
788|250.01
515|276
491|433
707|458
719|786
585|250.6
491|581
162|428
414|794
425|337
560|401
299|41
707|E929
410|996
280|553
285|568
780|427
584|V85
42|425
V42|250.51
680|401
309|301
493|745
250.42|403
571|289
214|716
425|581
560|574
451|276
250.33|584
843|727
285|781
584|785
507|493
70|714
442|496
276|996
255|427
721|401
162|250
428|211
272|433
403|786
433|496
E812|E849
E888|250
255|562
188|250
203|453
250.52|491
486|564
781|V58
998|535
250.02|V15
303|280
577|401
E939|244
362|250.52
404|188
535|285
250.01|780
682|581
996|444
403|491
424|300
410|493
140|787
427|787
578|211
280|997
250.02|893
280|962
V62|297
424|250.02
575|789
294|401
515|784
491|285
41|E878
535|250
784|368
250.02|558
577|575
250.01|501
V45|414
486|490
425|413
276|110
648|250.83
511|425
162|357
799|496
786|790
478|250
425|250.01
574|626
403|443
780|295
428|507
789|493
786|V62
578|303
873|401
780|250.8
722|305
836|718
238|250
707|438
840|432
969|?
482|262
438|733
324|427
428|426
585|250.4
789|416
250.02|437
436|342
575|553
433|V12
715|414
286|562
717|401
584|789
344|599
286|425
746|427
783|742
204|780
535|530
305|42
424|585
560|414
294|530
496|53
574|403
446|599
807|922
736|244
724|729
478|204
428|8
411|250.8
780|426
789|794
511|112
575|38
459|182
285|250.12
E885|272
287|342
250.5|250.6
276|595
304|250.01
197|426
41|780
571|286
276|290
250.6|713
V49|522
611|E849
424|707
204|413
496|295
250.02|956
558|244
569|250.02
496|E878
486|518
250.01|599
790|294
791|276
584|574
198|250.02
250.13|570
428|295
648|V27
883|E919
496|442
427|348
998|605
E939|276
253|276
427|?
577|595
280|250.02
250.02|790
205|682
281|909
250.02|301
403|437
V43|599
808|414
411|276
491|786
255|558
285|533
250.02|491
401|288
995|276
266|428
70|599
496|437
250.8|473
710|585
785|731
622|414
403|458
496|112
276|518
V49|250.82
425|396
410|250.02
998|E878
459|787
251|250
276|250.11
787|388
785|401
415|486
E849|780
396|250.6
428|933
411|V43
250|327
780|560
780|785
511|933
707|V12
789|276
723|278
8|496
786|782
276|372
716|790
250.6|250.43
492|427
250|626
287|250
873|E888
411|780
485|157
250.43|584
401|599
411|280
996|414
455|401
70|287
599|290
440|V58
402|996
518|V45
250.92|?
724|724
411|250.4
401|786
286|714
197|427
831|920
288|287
575|787
486|492
428|995
440|995
403|285
286|427
584|414
599|437
414|402
707|571
V46|428
275|252
250|354
569|300
518|507
577|303
604|276
70|V43
578|396
401|443
789|V42
496|396
401|242
38|518
250.02|E944
411|404
357|338
496|486
511|530
250.41|581
342|378
241|250
584|8
440|425
416|278
250.92|600
250.41|414
252|241
V14|V14
427|203
197|402
428|593
411|794
197|250
496|682
550|455
70|250.6
198|157
998|584
70|295
493|79
287|250.02
285|112
574|V85
201|571
413|558
433|424
511|401
E935|424
998|444
290|V66
585|280
402|424
344|368
486|196
428|999
453|307
250.81|401
196|997
438|344
V58|569
780|250.92
496|842
728|719
280|V14
781|784
289|511
590|V58
428|553
710|616
250.82|461
250.02|331
305|284
729|?
284|599
276|519
250.01|V27
401|715
493|578
410|411
998|997
427|V42
437|403
276|682
617|626
530|787
305|780
250|710
515|403
410|E935
196|197
201|584
413|250.6
250.02|625
362|402
536|337
599|250.01
300|311
276|511
599|789
250.6|780
998|413
255|276
511|789
719|924
496|781
790|401
719|427
411|492
428|151
250.03|655
496|412
515|455
585|425
425|299
722|425
426|238
250.03|?
553|250
368|250
996|738
808|808
?|425
486|303
V85|327
424|564
571|425
285|V43
780|41
996|584
138|745
682|584
291|250
E879|401
402|250.5
402|438
250.02|482
424|244
250.4|581
250.7|414
493|959
425|301
707|713
682|730
425|196
997|434
921|250
591|250.53
733|905
295|345
295|425
682|250.41
287|458
250.02|294
620|250
789|786
595|733
490|250
250.92|244
472|733
496|342
428|458
738|722
496|272
426|250.01
507|511
250|V44
410|599
250|785
427|728
250.01|296
277|278
444|V15
821|280
958|282
V10|411
435|244
V70|496
284|403
785|518
426|425
491|466
280|558
396|515
198|250.51
250.92|478
278|250.8
590|41
296|311
585|250.02
285|250.92
411|440
816|E812
440|401
496|997
250.82|710
428|560
41|709
440|250.7
416|250
997|599
276|490
211|280
401|555
E858|790
276|969
411|V85
428|416
287|780
284|41
536|535
276|444
496|433
342|440
486|784
518|287
792|250
425|599
522|274
415|250.02
403|493
250.02|794
780|E849
573|V85
250.01|301
581|250.5
435|427
599|515
458|285
411|292
263|808
403|490
733|285
V08|250
311|428
250.2|495
496|E928
427|790
250.6|424
453|425
620|458
569|276
285|288
535|578
276|788
492|413
280|564
V42|401
721|722
788|342
599|331
601|250
285|788
585|E888
E879|272
V12|496
682|250.03
211|250
518|575
934|466
440|440
486|473
70|906
518|204
284|E933
785|286
496|403
342|346
710|112
362|401
38|731
787|272
681|V58
285|403
E942|780
337|458
280|532
411|518
250.13|458
296|?
311|300
738|560
V45|493
584|486
428|928
578|414
458|250.8
286|294
V64|414
511|250.02
575|401
425|578
726|716
428|465
724|V45
486|V42
278|?
404|250
496|331
V16|250
285|284
573|571
250.02|303
250|V42
250.5|362
707|294
414|998
218|401
682|413
491|511
599|536
584|38
425|397
250.02|266
V58|250.01
511|V15
346|424
250.13|401
781|794
572|780
486|263
519|571
998|414
438|V85
447|440
424|568
725|401
250|429
198|428
276|250.1
726|401
428|530
414|786
780|347
287|486
584|783
305|518
780|343
196|250
997|410
344|414
428|E884
112|131
427|305
482|250.42
428|250.23
998|423
250.01|782
560|787
518|425
799|560
780|533
496|458
592|591
648|250.81
424|410
345|276
780|V85
435|401
E826|550
250.51|276
294|250
411|250.81
295|V54
585|401
411|429
998|585
780|344
591|185
42|38
?|733
428|E818
296|303
34|250
401|305
451|250.02
998|453
728|496
152|707
493|626
799|518
585|514
278|414
250.02|E932
292|786
786|785
591|996
577|518
491|305
723|784
453|53
276|410
403|V42
995|511
348|263
250.01|411
404|272
785|V42
411|278
496|922
786|211
41|250.6
599|197
575|250
493|466
305|V10
599|303
577|41
519|272
354|357
V63|401
427|512
496|250.42
648|747
197|571
574|V64
250.02|945
38|410
482|428
785|428
723|276
496|593
278|736
493|V42
706|250
255|733
707|378
453|486
427|745
V42|250.92
530|530
276|253
681|882
996|250.7
250.01|733
518|434
707|996
414|250.92
250|573
910|E880
492|710
511|403
V62|305
70|458
784|E949
424|250.8
808|428
496|717
410|785
524|250.92
648|654
611|413
813|824
710|428
722|998
327|780
989|278
410|276
707|263
601|599
250|521
250.02|730
278|428
V42|780
250.02|277
599|292
578|428
285|578
38|456
441|584
414|996
285|493
456|305
250.51|401
578|530
493|599
620|616
414|593
204|276
593|427
996|496
94|782
787|518
287|585
250.6|530
461|250
411|759
156|255
V62|496
250|412
197|560
585|784
250.22|276
250.03|304
682|404
304|280
428|292
250.22|428
285|V15
305|571
518|590
411|250.52
411|786
996|719
492|401
578|401
432|780
250.6|425
250|70
722|401
622|305
997|E849
41|403
724|737
272|414
V15|473
250.92|490
728|584
715|278
428|294
425|238
590|403
428|E888
574|305
599|996
511|396
263|401
496|535
661|V27
696|496
396|250.02
923|570
304|250.22
453|151
491|494
560|496
189|250
707|731
398|250
493|574
427|611
250.92|276
481|995
202|199
427|E942
274|682
411|560
584|286
586|276
272|530
112|V58
255|250
532|531
433|786
782|250
425|493
560|250.02
719|414
424|403
203|250
560|553
998|727
E932|276
285|553
491|707
536|403
682|916
496|345
536|401
276|574
285|41
250.8|303
70|348
401|360
453|599
427|397
730|41
250.6|411
515|332
428|998
424|309
250.01|E933
808|496
585|293
250|571
425|41
250.01|298
585|250.41
250.92|427
354|873
585|426
250|716
88|250
250.02|799
511|786
825|250
496|357
250.52|362
560|294
E849|250
518|250.92
250.01|V12
584|V43
558|787
272|?
276|552
285|285
780|788
413|70
595|616
600|601
250|599
996|427
599|556
799|47
250.02|531
411|441
496|V43
433|433
560|410
250.03|272
585|288
453|591
410|V15
198|721
486|275
403|784
276|70
E915|438
572|456
788|998
496|681
250.03|519
285|569
715|285
311|346
491|53
562|496
648|250.41
70|70
305|786
250.02|784
250|266
784|342
276|250.52
425|728
584|458
486|593
415|682
590|280
567|403
795|786
276|293
411|578
434|788
428|710
289|250
997|442
V42|272
250.01|789
599|242
590|585
427|274
807|923
512|496
482|482
276|298
428|438
574|784
998|280
287|571
223|486
276|786
496|304
852|285
785|151
437|562
514|401
401|366
280|411
250|490
432|585
305|301
536|722
414|185
599|413
584|197
428|722
682|593
584|327
727|401
785|295
8|579
813|E888
250.4|414
438|729
781|V43
722|738
807|444
997|250
411|E942
794|272
310|250
8|263
805|913
682|94
411|285
V45|250.6
577|250
789|783
403|433
415|599
581|414
266|250
434|585
250.92|300
574|600
496|138
496|482
V15|305
905|V12
276|608
287|426
411|710
585|785
851|250
424|730
250.42|276
272|305
518|331
821|250.02
331|250
574|518
401|V85
585|410
491|V46
287|714
353|433
428|404
682|458
319|250
493|250.1
250.01|491
711|996
511|414
250.03|V58
710|204
438|599
153|293
285|892
557|562
425|786
250.02|378
729|424
197|V66
427|198
298|305
162|112
250.22|41
411|707
276|402
805|733
491|70
428|253
250.6|788
486|780
617|617
617|218
427|E930
560|578
197|401
707|453
V42|288
427|466
320|70
426|998
250.13|112
998|568
340|788
425|250.92
E884|401
348|411
204|997
410|728
790|250.7
585|424
138|496
780|V62
518|218
867|599
425|8
242|396
404|276
250.01|911
294|969
272|294
276|480
428|V10
218|250
788|?
785|571
518|868
250|V85
263|799
403|707
V85|412
327|466
300|278
585|287
303|571
V45|278
276|792
250|729
413|403
288|333
486|682
934|401
422|291
327|V15
250.01|424
789|414
70|414
784|331
585|455
493|575
202|V46
38|785
727|250
496|E885
466|250.5
296|V09
707|807
250|242
493|530
789|250.02
272|250.6
305|427
250.8|V58
338|780
289|496
788|596
461|401
276|719
250.7|682
345|162
823|250
465|344
429|796
276|162
277|250.6
276|342
250.03|784
486|8
285|281
723|250.1
707|728
719|V12
250.12|V58
250.01|663
V54|V43
70|567
386|401
584|250.01
584|E930
585|585
425|V65
305|291
V42|250.53
413|511
331|780
414|440
250.6|401
301|297
595|250.6
415|560
38|250.1
492|276
292|425
198|401
518|413
553|244
276|491
998|799
585|478
590|250
434|427
491|250.43
562|578
41|535
112|482
413|466
736|276
332|493
996|250.02
788|427
250.42|453
716|250
789|427
491|682
394|287
780|433
428|648
584|293
250.41|707
337|730
196|287
280|?
250.01|793
295|70
998|736
250.01|724
250.01|251
787|787
V58|584
250.92|38
568|553
42|E878
V85|787
481|250.6
721|724
250.01|787
453|185
788|618
414|562
780|724
280|402
398|599
401|365
250.6|813
575|576
755|250
305|278
250|V27
995|599
403|250.42
285|272
783|738
738|305
780|309
285|250.01
41|714
573|710
416|424
823|276
783|787
427|726
414|403
427|79
250|351
197|V10
214|305
724|788
191|305
596|41
413|286
269|276
250.01|250
276|V65
242|413
599|411
493|272
250|465
577|584
524|525
401|413
250.02|426
590|250.02
70|812
491|787
V42|997
250.6|V58
V17|250
250.01|70
486|42
493|358
611|250
V58|457
558|?
787|E932
486|562
852|250
577|733
883|41
427|153
340|812
585|413
156|707
852|E888
995|281
284|276
410|496
434|518
286|786
280|285
519|787
276|441
711|716
8|443
250.83|780
496|996
998|E888
781|278
428|592
441|V45
272|465
285|564
250|426
218|626
204|337
478|305
571|401
197|196
813|E816
250|410
E950|300
413|250.41
780|787
250.7|443
507|518
276|V11
263|276
276|455
250.4|250.5
616|625
263|414
515|337
456|403
288|401
496|443
295|357
285|246
250.02|738
250.02|535
707|357
E928|E849
707|715
599|924
250|605
585|560
278|V10
730|453
577|573
812|E881
428|V57
996|595
276|309
293|496
401|600
428|E878
362|250
411|250.7
496|719
577|790
585|790
496|349
604|564
155|401
285|486
250.41|250.7
157|518
599|997
518|574
491|507
511|438
493|601
284|401
250.02|569
599|V42
576|276
998|433
204|197
996|440
799|70
250.01|786
250.02|788
729|784
780|721
909|599
438|723
410|305
162|285
401|707
345|530
197|438
428|437
402|V45
599|278
410|433
571|599
284|136
491|515
459|250
295|250.02
536|584
E935|E939
41|496
453|799
198|V58
730|593
557|401
280|618
401|493
425|585
285|745
507|729
571|789
397|824
244|250.6
599|V63
560|386
424|296
198|599
250.01|295
516|428
788|710
250.13|V15
196|275
276|738
250.81|731
567|153
434|250
293|780
724|272
70|837
196|569
574|716
278|276
362|429
598|493
682|70
722|250.6
218|218
682|574
300|785
882|E819
599|733
569|411
411|294
276|296
414|438
584|V58
V62|250.6
998|196
E928|724
382|351
198|251
715|369
571|244
847|924
482|276
437|250
569|285
733|486
198|263
997|250.01
V43|787
425|135
682|V09
427|716
411|V65
584|300
437|280
591|592
536|357
801|458
401|342
724|719
E905|250
250.6|402
428|289
250.12|599
250.6|250.22
997|E878
295|707
496|714
250.13|276
753|573
786|428
286|296
574|496
599|250.4
424|250.4
E878|250
780|189
415|492
70|413
584|250.51
424|331
250|724
250.6|433
493|263
780|727
250.02|E885
204|790
710|511
453|585
788|414
426|?
250.01|997
585|238
787|?
569|785
394|433
200|780
250.01|V45
401|372
428|250.92
432|486
453|?
250.02|658
401|714
276|53
905|250.01
428|785
585|397
493|726
781|E947
250|583
262|197
296|301
824|E881
424|519
518|625
199|250
411|585
451|427
V45|V65
250|501
784|782
427|394
592|41
8|788
250.81|276
250.92|948
456|573
513|250
578|578
263|780
378|272
304|303
507|584
427|303
535|535
572|572
728|275
250.41|642
414|V46
496|784
453|820
427|V12
585|250.51
535|715
V58|?
250|781
790|707
438|423
586|427
707|286
507|788
707|681
V58|440
199|496
276|454
599|873
428|728
996|453
581|780
682|515
997|496
560|211
162|515
575|424
599|537
724|738
572|466
204|250
401|490
250|388
444|427
435|250
440|428
446|511
571|272
585|272
427|300
135|276
411|244
416|396
786|796
277|285
8|V15
250.6|272
434|413
428|70
599|135
558|403
290|285
424|413
517|493
707|780
575|496
280|403
255|253
648|649
202|204
250.03|293
428|402
402|250.6
276|300
493|410
585|V43
172|571
401|V17
427|440
518|873
276|437
584|V45
444|459
753|728
250|569
348|414
V42|599
157|276
599|435
893|345
285|?
255|287
722|787
466|272
304|519
850|952
426|250.02
250.01|342
905|905
250|661
578|305
569|401
410|277
276|E885
196|289
516|250.01
428|E929
433|250.8
999|724
415|250
599|344
414|294
403|416
428|813
787|V64
723|412
V45|530
453|553
436|997
314|250
780|250.01
423|416
780|310
707|493
728|599
288|466
250|783
250|V62
799|305
459|427
799|?
411|250.43
41|V43
785|711
188|788
574|574
397|417
786|715
584|424
250.02|616
250.02|519
995|585
255|250.8
599|E942
E888|780
250.02|287
493|112
304|295
682|253
250.83|V42
491|250.4
250.81|286
584|933
276|726
422|584
710|496
564|250
276|E849
600|V15
280|E888
V42|426
250.01|244
486|424
276|250.42
423|511
786|294
428|348
733|242
424|593
519|414
593|591
282|333
250|458
V85|511
577|599
784|780
562|682
511|486
280|235
351|401
575|535
250.01|681
486|255
780|493
250.8|V45
496|198
599|591
411|284
403|E888
799|427
284|428
599|E816
355|924
8|250.8
250.02|70
V42|250.41
784|433
250.01|331
292|428
420|555
250|787
426|824
304|496
593|414
425|250.4
411|999
E879|112
V58|296
E878|41
682|135
492|784
250.8|404
174|511
599|E879
401|553
584|250.02
205|786
750|553
282|401
924|E816
8|507
594|250
415|312
578|569
782|250.02
285|V45
786|250.92
413|794
611|250.6
435|280
682|228
250.82|377
461|793
276|586
496|E935
642|648
491|41
460|785
433|250
780|593
E878|785
8|250.02
427|517
250.01|718
411|437
797|250
478|401
577|296
571|572
250|478
493|204
E885|486
599|781
578|403
250.51|585
428|311
280|496
413|298
681|401
745|250
280|626
291|535
780|536
486|282
410|578
574|272
707|729
276|344
E947|250
112|401
780|571
V42|444
780|274
276|54
531|427
250.01|784
552|38
486|787
V49|250.8
427|223
94|707
250.02|293
272|459
733|185
276|433
292|453
434|414
496|440
250.02|723
599|250.52
281|414
303|790
425|305
250.92|285
250.81|250.6
620|401
424|491
535|280
905|250.8
491|733
593|331
599|250.03
427|490
403|E885
577|786
204|585
380|401
532|280
599|725
396|250.8
595|V85
511|280
311|401
359|733
276|581
414|416
599|410
294|348
250.11|250.6
198|486
584|250.92
335|401
414|728
473|346
280|424
542|V64
584|79
491|263
780|807
428|575
V10|300
707|287
599|530
840|250
486|304
112|250
138|784
250.03|276
312|301
304|401
V08|401
38|496
396|584
250.12|535
998|722
531|250.02
425|462
V42|284
413|440
723|780
250.01|110
493|486
681|917
786|511
424|E849
309|V61
786|786
704|?
250.41|780
331|781
585|411
729|428
568|401
569|41
535|562
569|998
345|250
567|348
530|790
560|411
518|E950
577|112
719|V54
79|280
E928|250
428|V85
788|305
998|440
276|34
486|786
424|394
511|512
814|285
250.02|525
490|401
250.41|250.51
285|E878
550|250
438|331
70|724
285|698
574|331
403|515
424|250.01
428|331
707|70
682|356
296|250.01
250.82|427
707|?
211|414
250|564
414|250.01
575|682
428|459
V85|466
723|787
584|496
707|736
250.52|401
466|V58
530|414
250.82|574
342|733
287|285
304|296
250.92|585
E927|E849
427|38
E888|225
291|794
492|410
250.41|427
174|196
424|199
V43|401
423|428
403|287
998|288
250.02|348
250.8|295
682|V85
997|250.02
780|E854
157|250.02
250.02|244
V42|403
250.03|652
401|294
411|303
611|610
276|781
799|424
922|401
496|293
276|592
378|368
295|599
425|518
250|998
211|V72
250.01|785
312|401
787|154
V85|244
V45|599
453|707
202|425
250.12|578
511|275
995|584
198|507
560|250.5
429|401
287|428
276|694
730|682
162|997
427|785
491|810
642|250.4
276|440
511|423
493|584
518|438
646|648
507|428
799|V44
434|428
486|V10
285|E935
V65|278
996|730
571|593
642|250.53
466|786
456|250
197|511
250.03|625
567|997
348|428
599|250.8
998|424
327|272
781|715
138|E849
785|599
415|783
299|250.1
995|486
584|272
296|300
427|438
496|386
511|997
444|998
692|250
410|250
250.12|V65
285|E928
V62|309
411|433
414|521
E878|E849
581|521
492|599
292|333
540|401
410|250.01
250.83|428
465|250
V63|682
410|780
414|V12
424|356
577|789
591|617
458|305
425|E885
250.92|389
571|456
250.42|496
427|41
280|V54
280|250.6
250.7|428
782|578
493|564
250.02|382
198|250.6
562|305
V70|276
422|425
172|250
453|197
250.01|653
280|593
584|189
433|272
260|518
780|562
507|V62
8|458
569|578
710|425
401|V08
782|715
250.6|358
162|263
883|585
427|868
272|536
255|496
427|V64
42|286
285|571
E934|496
491|V10
945|402
920|E888
250.8|357
496|V42
V10|244
V15|112
873|369
496|V45
185|285
295|V58
288|574
711|250
357|414
799|411
434|276
581|250.4
518|358
486|415
648|V58
250.03|492
242|250.52
250|736
443|782
435|276
296|313
465|427
515|584
537|682
404|424
197|261
53|244
427|997
189|584
278|250.1
285|780
892|250
189|196
453|204
599|342
295|780
250.1|244
117|401
411|V58
250|794
493|V45
405|173
823|873
433|403
785|250.13
788|996
791|382
780|250.4
787|57
782|368
581|599
362|366
401|345
584|368
531|492
V58|412
305|790
486|290
403|533
611|V45
585|E942
276|384
577|568
186|401
410|607
285|996
284|486
250.41|785
482|599
784|198
591|722
491|255
584|278
560|788
287|784
785|440
496|397
V46|305
998|707
162|401
343|250
420|453
492|403
790|202
421|403
428|135
202|281
788|783
682|8
530|707
291|496
263|250
786|38
996|482
496|218
464|461
41|493
233|250
E939|296
424|461
443|294
717|719
599|255
780|346
V15|401
496|592
486|560
386|733
428|410
584|444
491|402
197|425
250.13|530
285|188
710|437
518|38
512|V10
560|486
808|807
424|466
530|786
202|E933
242|518
218|620
378|378
252|530
8|456
592|427
427|255
595|250
285|823
790|428
787|250.6
275|496
324|263
E888|427
493|425
154|250
586|782
415|518
401|425
427|E885
250.11|558
157|250
577|250.8
805|276
724|344
402|V10
574|998
250.82|287
535|403
496|787
250.02|573
733|427
626|621
507|784
250.4|276
401|202
461|276
342|729
785|997
786|276
403|562
424|715
799|780
413|696
250.6|440
511|496
427|250.3
482|414
V85|285
486|462
453|427
584|280
682|38
332|250.6
276|873
799|599
427|284
150|197
?|V43
535|357
70|250.03
V45|584
307|306
250.12|659
197|413
410|402
576|530
722|780
E880|E849
562|787
881|919
584|456
584|493
790|682
493|294
280|305
572|357
783|250
486|416
493|E885
403|355
437|428
403|453
272|V65
486|995
285|574
577|274
413|250.02
211|562
E942|250.4
276|307
429|278
285|V58
482|584
250.52|428
394|V42
799|E935
V62|244
E888|414
70|386
485|250
314|300
250|135
453|272
784|787
585|492
642|V65
599|305
786|490
425|411
812|250
250.8|272
715|428
250|389
255|304
591|276
452|571
455|455
681|250.6
415|558
250.6|515
595|V58
486|823
780|782
681|250
518|424
428|446
440|276
?|E888
V57|V43
276|590
303|296
292|276
585|V42
402|V58
38|250.83
571|?
786|578
414|787
E878|443
599|337
428|581
585|584
349|112
8|599
558|414
V13|250
135|377
686|41
E878|287
599|293
V62|V15
250.01|694
492|433
413|433
368|300
424|275
434|780
250.01|492
250.02|402
724|427
272|278
276|714
780|725
507|287
806|272
784|294
491|198
440|786
250.01|307
512|998
414|686
577|272
276|557
486|250.8
493|327
411|250.03
276|42
515|53
491|303
453|358
285|813
276|274
250.01|396
79|535
397|250
569|562
997|432
250|440
584|532
786|784
E812|250
250.92|272
805|253
493|300
272|477
250|733
348|733
250|V17
423|998
496|117
578|238
557|518
428|V15
453|511
294|414
294|?
305|70
200|250.01
V43|E927
453|396
780|362
272|185
781|250.02
492|518
424|250.03
423|272
780|287
820|780
722|564
456|496
578|427
E849|402
53|414
491|726
780|250.02
397|414
710|305
280|789
250.01|722
789|272
428|727
786|780
787|530
820|276
710|70
599|284
511|250.01
575|584
250.92|493
553|276
250.01|202
287|250.01
496|415
728|424
205|427
707|784
320|276
319|272
434|486
514|414
537|577
E944|780
411|482
372|724
807|805
263|428
599|453
278|625
138|427
789|70
486|291
599|458
796|E942
680|288
272|V15
576|427
287|403
575|573
356|250
823|780
300|780
496|289
593|596
8|250.7
920|910
368|250.92
923|719
344|907
444|707
578|295
424|999
V85|571
250|357
250.92|721
E935|276
402|443
198|585
425|584
812|811
250.52|411
443|V45
780|710
786|412
682|917
403|V12
278|790
648|647
211|455
496|576
733|276
428|357
722|414
E880|427
291|493
462|?
427|250.8
496|721
562|569
456|427
211|535
784|276
332|401
401|70
682|425
217|401
E933|174
403|787
250.13|V42
786|719
250.02|242
585|250.03
253|401
496|294
423|V45
42|477
427|799
584|507
577|486
560|274
825|838
433|?
576|574
401|522
682|443
250|V16
386|435
288|E933
427|724
998|250.6
427|781
799|410
410|416
789|8
250.02|197
275|303
41|591
404|285
996|599
414|112
733|733
151|560
428|V58
707|V54
287|786
250.01|799
V54|V58
507|250.41
453|289
356|250.43
413|486
300|530
296|309
E885|286
276|255
250|562
303|V62
486|493
413|729
E887|300
440|437
304|250.6
478|716
496|211
444|440
486|289
242|428
70|780
112|272
518|250.7
342|351
276|V10
250.03|41
728|799
276|576
332|562
412|780
456|303
250|280
426|403
401|535
507|263
724|250.6
276|783
599|397
560|425
402|581
446|518
275|788
396|331
799|414
287|574
53|276
573|789
185|250
250.82|496
864|250.01
403|682
277|403
344|724
284|196
276|V43
250|E932
427|578
323|584
584|433
711|712
496|426
428|501
496|410
428|920
815|?
599|198
782|272
535|291
490|E849
427|429
250.8|294
788|568
250.02|410
261|518
997|411
401|250.52
585|198
427|250.1
892|E906
619|616
204|283
305|V12
730|790
574|530
428|238
261|805
275|712
710|493
285|412
135|562
38|507
250|331
428|482
V45|244
154|780
185|197
845|401
E878|411
E885|401
280|456
564|V12
560|311
599|564
715|305
250.42|424
411|458
825|E812
440|305
250.01|255
295|301
V43|781
585|250.42
295|272
518|410
250.01|443
285|593
850|599
997|486
782|E932
295|530
493|802
403|794
519|799
466|414
414|285
588|585
398|285
724|V43
292|590
278|272
250.03|V15
E849|E935
518|995
V42|V58
250.22|331
V14|V58
536|250.6
413|E884
521|250
682|924
250.02|V03
250.8|355
272|V43
728|250.92
250.01|535
356|722
402|788
284|784
491|8
250|714
196|V10
305|285
403|250.1
465|414
585|E879
250.41|428
441|593
314|301
567|250.02
V43|138
805|850
491|V15
V62|401
79|790
211|427
599|311
453|150
710|530
782|786
596|496
278|296
812|518
584|996
250.01|41
518|585
784|478
577|692
413|426
585|486
174|508
425|492
788|276
584|319
250.82|428
786|V15
427|E932
288|204
785|996
783|719
V10|733
287|425
402|V15
276|303
250.51|250.41
198|560
250.01|305
250.81|492
250.13|427
427|292
250.02|641
403|296
E879|425
396|784
427|568
626|401
515|V10
437|331
277|276
E885|V45
303|287
752|?
V45|780
999|459
852|599
424|515
301|296
434|781
535|571
486|296
572|70
250|365
202|584
280|537
785|303
567|272
432|250.02
415|424
250|788
276|284
294|V42
340|493
205|285
810|E888
599|426
V42|402
349|599
648|653
153|199
425|426
873|250
424|285
250.6|591
714|427
577|250.53
401|211
511|424
486|710
800|802
756|346
595|780
737|V85
342|414
340|496
435|493
250.51|278
416|585
574|575
250.6|995
396|402
584|788
783|493
566|995
276|304
571|496
263|70
276|562
440|250.41
427|591
154|198
402|202
997|584
599|703
250|693
202|?
428|721
250.02|719
784|272
585|E930
493|590
728|276
482|493
V18|?
850|920
197|518
250.13|577
997|999
299|250.83
250.01|530
413|531
401|433
585|997
V15|274
38|414
188|276
250.22|577
627|V18
344|518
577|780
286|496
787|873
280|780
711|250.01
998|E870
288|437
378|250
560|997
250.02|79
357|250.52
591|584
812|305
246|401
415|157
250.01|660
427|138
348|403
496|459
573|250.02
162|300
799|585
490|493
287|300
215|250
425|782
785|780
440|581
518|404
453|922
337|728
434|997
600|599
401|438
780|290
596|250
357|300
305|681
305|275
486|998
401|296
873|599
138|401
38|428
799|244
578|311
515|501
301|278
305|532
997|618
785|681
348|707
434|250.4
584|466
461|787
250.81|?
616|218
518|482
E849|428
808|8
924|E885
578|584
564|780
305|789
537|571
135|786
586|272
591|288
413|530
562|716
511|799
250.51|596
682|744
411|416
285|438
997|413
574|292
E878|997
287|413
411|250.92
?|276
591|250.01
496|405
599|724
648|659
287|824
681|41
458|272
250|342
V23|250.01
403|581
997|431
574|E933
592|414
710|250.02
437|573
250.51|244
276|349
V45|593
337|414
799|530
451|733
414|789
787|789
491|292
459|70
427|V72
785|728
511|202
517|515
293|593
298|295
280|189
486|V45
324|285
585|799
412|458
515|996
293|585
574|412
155|682
250|319
332|V15
263|599
571|250.02
250.13|250.6
250.02|701
710|250.5
585|303
486|382
574|799
486|410
560|465
535|250.6
536|250
682|710
486|112
366|780
285|455
595|618
411|250.82
250.7|250.42
521|427
403|282
518|340
202|427
535|301
756|401
242|599
585|396
287|287
437|530
486|41
250.42|428
707|710
437|250.02
294|428
416|427
402|466
591|596
413|599
611|724
486|423
433|425
E980|962
780|V65
250|433
726|250
414|584
707|619
786|272
557|560
719|401
924|319
401|440
584|250.6
496|533
34|414
427|252
600|285
693|E942
486|V85
427|461
648|250.03
394|710
250.51|428
296|V85
493|473
531|535
491|564
428|784
238|593
253|648
585|112
164|250
434|250.8
997|438
401|250.5
319|401
511|300
648|250.92
733|578
