00
434
780
486
402
724
218
303
564
733
276
427
320
786
727
428
996
715
398
362
38
414
250.82
518
574
535
295
722
250.02
415
995
493
558
250.23
584
560
599
491
435
453
530
250.8
436
552
275
250.7
783
250
924
250.1
578
789
507
820
296
590
410
346
707
784
711
238
351
890
569
682
153
250.6
511
8
250.11
852
787
608
440
292
562
V54
433
998
401
202
455
404
278
411
288
185
53
591
844
200
824
V56
592
355
250.13
922
250.12
211
721
577
805
969
522
618
432
851
593
311
642
426
V57
958
191
814
444
403
600
150
553
959
255
873
424
230
443
49
781
464
482
648
531
451
654
431
250.2
808
333
566
458
571
322
557
112
447
280
331
250.41
575
425
285
935
212
466
813
188
197
490
625
626
348
962
294
332
480
340
812
250.22
790
823
287
714
416
210
162
821
540
782
661
532
174
227
79
157
386
729
459
324
555
860
277
396
V58
999
843
198
607
656
66
423
997
794
616
154
413
570
660
250.03
585
358
822
514
241
730
550
250.42
337
456
576
602
510
252
515
487
250.4
250.81
151
135
972
189
478
291
726
601
524
250.83
728
799
357
V71
300
158
643
438
921
35
617
647
710
349
664
723
644
274
586
312
V63
223
785
508
572
V53
155
430
193
686
694
621
461
807
536
620
323
441
250.01
867
916
519
485
573
11
892
716
310
284
529
242
182
681
966
516
481
152
933
659
738
110
967
54
250.93
840
429
936
465
307
146
446
3
183
747
304
537
420
220
283
492
70
47
196
825
528
646
253
42
226
345
568
239
719
495
9
850
368
244
864
245
801
199
272
305
235
595
513
759
718
208
422
225
?
567
692
965
10
816
991
945
992
736
290
990
845
788
619
184
293
815
250.31
614
853
810
250.3
205
473
627
556
359
142
746
217
250.92
596
250.33
802
494
462
233
251
133
793
180
289
34
156
437
325
725
327
397
527
976
297
170
360
496
735
454
657
421
192
551
203
970
338
442
94
V55
298
378
194
863
237
623
163
708
374
652
286
201
622
236
604
964
581
883
674
452
457
214
588
866
342
309
282
891
463
797
262
611
641
897
920
834
791
250.32
250.9
836
131
695
350
164
88
680
470
633
717
41
V66
V60
376
380
835
634
734
382
831
526
383
394
281
952
756
534
705
846
385
334
989
882
52
445
917
693
893
195
117
565
82
658
881
141
796
986
977
803
610
379
847
335
800
533
903
161
204
806
579
353
580
352
250.43
928
377
344
865
365
115
370
187
475
483
913
804
833
594
384
388
175
665
171
817
395
512
826
501
737
250.21
942
861
640
263
250.5
341
240
615
172
7
114
36
391
266
854
143
684
878
229
923
521
871
963
792
655
868
363
369
V45
994
354
306
299
417
583
273
31
706
V51
880
250.91
5
904
78
751
250.53
147
405
700
911
683
160
709
663
474
957
745
987
605
228
179
968
149
875
839
361
944
V67
941
603
356
691
250.52
598
173
